{"<pad>": 0, "worked": 1, "mirren": 2, "solidly": 3, "unhappy": 4, "setpieces": 5, "judd": 6, "lethargic": 7, "1950": 8, "taut": 9, "richest": 10, "shreve": 11, "sights": 12, "astute": 13, "1987": 14, "managed": 15, "twin": 16, "gabbiest": 17, "steal": 18, "laser-projected": 19, "medem": 20, "sprouts": 21, "gooding": 22, "serrault": 23, "plato": 24, "riveted": 25, "frailty": 26, "portrayals": 27, "eve": 28, "stomps": 29, "surplus": 30, "driver": 31, "andy": 32, "sarandon": 33, "illuminates": 34, "soft-core": 35, "screeching-metal": 36, "invest": 37, "home": 38, "schizophrenia": 39, "progressed": 40, "worry": 41, "instincts": 42, "freddy": 43, "chatty": 44, "jazzman": 45, "likability": 46, "waltzes": 47, "3000": 48, "streamlined": 49, "christophe": 50, "palatable": 51, "lacks": 52, "fathom": 53, "stockings": 54, "crushingly": 55, "sailors": 56, "theft": 57, "mythic": 58, "dismember": 59, "savagery": 60, "shameless": 61, "once-over": 62, "water-bound": 63, "creaking": 64, "out-bad-act": 65, "gifts": 66, "collection": 67, "minkoff": 68, "recesses": 69, "causes": 70, "fury": 71, "a-list": 72, "liman": 73, "maintained": 74, "zishe": 75, "foundation": 76, "chopsocky": 77, "couch": 78, "engage": 79, "diluted": 80, "garage": 81, "hear": 82, "allen": 83, "gurus": 84, "catharsis": 85, "downer": 86, "elfriede": 87, "potion": 88, "seams": 89, "standard": 90, "cuter": 91, "are": 92, "expiration": 93, "unusually": 94, "genesis": 95, "hypnotic": 96, "bates": 97, "distinction": 98, "lushly": 99, "shrewd": 100, "leaning": 101, "greatness": 102, "playbook": 103, "r&b": 104, "intricate": 105, "big-wave": 106, "elizabeth": 107, "melancholic": 108, "thrilling": 109, "something": 110, "painted": 111, "marries": 112, "wearing": 113, "moralism": 114, "checklist": 115, "kinetic": 116, "nazi": 117, "correct": 118, "exemplary": 119, "last": 120, "observes": 121, "forrest": 122, "omnipotent": 123, "clashes": 124, "held": 125, "garc\u00eda": 126, "amateurish": 127, "dafoe": 128, "hop": 129, "kaufman": 130, "sorrowful": 131, "slew": 132, "only": 133, "trip": 134, "mini-mod-madness": 135, "obsession": 136, "scene": 137, "mistaken-identity": 138, "stonehenge": 139, "liquid": 140, "undergrad": 141, "peerlessly": 142, "liveliness": 143, "skirmishes": 144, "stalk-and-slash": 145, "water": 146, "middling": 147, "wound": 148, "marks": 149, "laggard": 150, "complaining": 151, "rotting": 152, "denzel": 153, "praised": 154, "johnnie": 155, "presence": 156, "wistfully": 157, "lending": 158, "snore": 159, "rom-com": 160, "withered": 161, "complex": 162, "updates": 163, "hairs": 164, "stick": 165, "class": 166, "betrayals": 167, "markers": 168, "distance": 169, "cartoonlike": 170, "funnier": 171, "path": 172, "salvaged": 173, "traced": 174, "over-the-top": 175, "point": 176, "siren": 177, "begging": 178, "r.": 179, "unknown": 180, "etoiles": 181, "jonze": 182, "dainty": 183, "disastrous": 184, "meets": 185, "craftsmanship": 186, "photograph": 187, "sub": 188, "soars": 189, "erase": 190, "annex": 191, "favour": 192, "tougher": 193, "ad": 194, "notorious": 195, "bravura": 196, "jfk": 197, "jiri": 198, "anarchic": 199, "anti-darwinian": 200, "hammy": 201, "international": 202, "katzenberg": 203, "anti-virus": 204, "seizing": 205, "hearst": 206, "mat": 207, "snapshot": 208, "misfires": 209, "savvier": 210, "girl-woman": 211, "cinema-besotted": 212, "whir": 213, "discovery": 214, "reinvented": 215, "not-nearly": 216, "goodies": 217, "creepy": 218, "close": 219, "adjectives": 220, "religious": 221, "sommers": 222, "griffin": 223, "ballet": 224, "switch": 225, "celebrated": 226, "much": 227, "perspicacious": 228, "rip": 229, "enacted": 230, "stubbly": 231, "weaker": 232, "gratitude": 233, "twelve": 234, "routes": 235, "collegiate": 236, "drives": 237, "screening": 238, "vastness": 239, "arrangements": 240, "bloodletting": 241, "savage": 242, "sneeze": 243, "vibes": 244, "inspiring": 245, "burn": 246, "animaton": 247, "upping": 248, "bugsy": 249, "patriotic": 250, "joie": 251, "rediscover": 252, "careers": 253, "souls": 254, "captures": 255, "wang": 256, "studio": 257, "denis": 258, "instruments": 259, "holden": 260, "1992": 261, "soulless": 262, "favorite": 263, "troubadour": 264, "slips": 265, "demme": 266, "platitudes": 267, "seeds": 268, "methodically": 269, "ballast": 270, "bergman": 271, "expresses": 272, "indeed": 273, "projection": 274, "devastation": 275, "deliberative": 276, "disney-style": 277, "fees": 278, "ward": 279, "b-film": 280, "woods": 281, "s1m0ne": 282, "collateral": 283, "beloved": 284, "upon": 285, "amusement": 286, "unsuccessful": 287, "yours": 288, "racism": 289, "disguised": 290, "guiltless": 291, "senior": 292, "presenting": 293, "tumbleweeds": 294, "awesome": 295, "galinsky": 296, "bishop": 297, "pasty": 298, "ahem": 299, "calls": 300, "argues": 301, "goya": 302, "macho": 303, "funnybone": 304, "embody": 305, "invention": 306, "puts": 307, "midsection": 308, "its": 309, "kennedy": 310, "supposedly": 311, "sinister": 312, "steak": 313, "well-established": 314, "analyze": 315, "angling": 316, "salacious": 317, "flaw": 318, "abusers": 319, "andrew": 320, "oh-so": 321, "simple": 322, "connecting": 323, "focuses": 324, "grit": 325, "discipline": 326, "monkey": 327, "trash-cinema": 328, "dumplings": 329, "histrionic": 330, "manual": 331, "wartime": 332, "lunacy": 333, "dreaded": 334, "schmaltzy": 335, "repetitious": 336, "choppiness": 337, "nor": 338, "siege": 339, "unreachable": 340, "qualities": 341, "blown-out": 342, "n.m.": 343, "deferred": 344, "gods": 345, "carnahan": 346, "enjoy": 347, "freshened": 348, "afterschool": 349, "phoenix": 350, "changer": 351, "fantastic": 352, "hopkins\\/rock": 353, "gloriously": 354, "unlike": 355, "highbrow": 356, "wishy-washy": 357, "worries": 358, "tirade": 359, "jacqueline": 360, "ode": 361, "adage": 362, "associated": 363, "dressing": 364, "heart-pounding": 365, "gasp": 366, "dancing": 367, "purists": 368, "husband-and-wife": 369, "magnificent": 370, "bourne": 371, "hit-or-miss": 372, "mainstream": 373, "succeed": 374, "pinochet": 375, "snapping": 376, "cleverer": 377, "skinny": 378, "blah": 379, "monty": 380, "enthusiasms": 381, "toward": 382, "censure": 383, "gleaned": 384, "13th": 385, "above-average": 386, "woolf": 387, "5": 388, "shakespearean": 389, "contradiction": 390, "sealed": 391, "stretching": 392, "sprecher": 393, "derisions": 394, "mira": 395, "pollute": 396, "hooey": 397, "power-lunchers": 398, "coeducational": 399, "corcuera": 400, "boom": 401, "perfect": 402, "pie-like": 403, "preview": 404, "wincing": 405, "weightless": 406, "father": 407, "dumas": 408, "expensive": 409, "badge": 410, "rigor": 411, "rhino": 412, "kafka-inspired": 413, "self-critical": 414, "spawned": 415, "arbitrarily": 416, "subsided": 417, "reputations": 418, "limbo": 419, "thing": 420, "resolutely": 421, "celluloid": 422, "representations": 423, "rarest": 424, "erotic": 425, "platonic": 426, "stanzas": 427, "essence": 428, "giddy": 429, "therapy-dependent": 430, "costner": 431, "chiaroscuro": 432, "provoking": 433, "broiling": 434, "poverty": 435, "elliott": 436, "vinnie": 437, "snake-down-the-throat": 438, "blackboards": 439, "uk": 440, "rental": 441, "reduced": 442, "stephen": 443, "greasiest": 444, "luke": 445, "quietness": 446, "media-soaked": 447, "linda": 448, "sheen": 449, "casting": 450, "festival": 451, "cream": 452, "exhilaration": 453, "capably": 454, "cleansing": 455, "anti-adult": 456, "freshly": 457, "terrified": 458, "tiresomely": 459, "d.": 460, "philosophical": 461, "ladles": 462, "deep-seated": 463, "entranced": 464, "perfectly": 465, "losin": 466, "freight": 467, "establishment": 468, "remind": 469, "album": 470, "ramshackle": 471, "bravo": 472, "douglas": 473, "unfocused": 474, "jabs": 475, "oblivion": 476, "meat": 477, "nod": 478, "moviegoers": 479, "goodly": 480, "shudder": 481, "accumulate": 482, "bastard": 483, "insultingly": 484, "sketches": 485, "vivre": 486, "superbly": 487, "whirlwind": 488, "cloyingly": 489, "mariah": 490, "absolutely": 491, "noon": 492, "suspenseful": 493, "portent": 494, "dustin": 495, "i.e.": 496, "intermezzo": 497, "stand-up": 498, "signposts": 499, "b\u00e9art": 500, "flirts": 501, "verite": 502, "establishes": 503, "electoral": 504, "driver-esque": 505, "mcfarlane": 506, "nowhere": 507, "technologies": 508, "bettany\\/mcdowell": 509, "woody": 510, "starts": 511, "bender": 512, "ancient": 513, "developmentally": 514, "samuel": 515, "insignificant": 516, "quench": 517, "robin": 518, "crimes": 519, "orgasm": 520, "spoof": 521, "mushy": 522, "little": 523, "believer": 524, "crowd": 525, "developed": 526, "ringside": 527, "enticing": 528, "tapping": 529, "angela": 530, "reenacting": 531, "lifelike": 532, "extra-dry": 533, "milieu": 534, "brainpower": 535, "elevate": 536, "variable": 537, "terrorism": 538, "notwithstanding": 539, "wool": 540, "judge": 541, "snl": 542, "assimilated": 543, "technicality": 544, "drudgery": 545, "mama": 546, "stinks": 547, "quasi-documentary": 548, "cheapened": 549, "pin-like": 550, "machismo": 551, "sub-sophomoric": 552, "barbers": 553, "cheese": 554, "hired": 555, "argentine": 556, "greedy": 557, "indian-american": 558, "mush-hearted": 559, "robotically": 560, "slight": 561, "destin": 562, "tape": 563, "bettany": 564, "crossroads": 565, "bazadona": 566, "strange": 567, "claude": 568, "suckers": 569, "cue": 570, "audiences": 571, "mean-spiritedness": 572, "swirling": 573, "multi-character": 574, "upfront": 575, "antic": 576, "immature": 577, "collage": 578, "reviewers": 579, "minority": 580, "latest": 581, "watercolor": 582, "swill": 583, "force-feed": 584, "seldhal": 585, "unwary": 586, "delirious": 587, "lolling": 588, "performers": 589, "hopeful": 590, "diversion": 591, "lady": 592, "delicious": 593, "fiascos": 594, "extreme": 595, "romantic-comedy": 596, "screenwriting": 597, "giants": 598, "tolerable": 599, "br\u00fbl\u00e9e": 600, "demanding": 601, "reinforces": 602, "inventively": 603, "rely": 604, "memento": 605, "molina": 606, "remembers": 607, "blonde": 608, "ideology": 609, "eager": 610, "trade": 611, "for": 612, "polemic": 613, "terrain": 614, "banality": 615, "eee": 616, "studies": 617, "stupefying": 618, "merchant": 619, "ankle-deep": 620, "real-life": 621, "woven": 622, "romanced": 623, "coldly": 624, "life-affirming": 625, "authentically": 626, "intoxication": 627, "tv-insider": 628, "lags": 629, "sword-and-sorcery": 630, "psychopathy": 631, "bursting": 632, "buffoons": 633, "copies": 634, "hills": 635, "reign": 636, "insights": 637, "metro": 638, "introverted": 639, "marquee": 640, "anonymity": 641, "overburdened": 642, "shriveled": 643, "overshadowed": 644, "somewhat": 645, "zeroes": 646, "squinting": 647, "regurgitation": 648, "spirit-crushing": 649, "laboratory": 650, "nuanced": 651, "confused": 652, "explores": 653, "hardly": 654, "milestone": 655, "model": 656, "maxim": 657, "because": 658, "cal": 659, "refusal": 660, "rent": 661, "published": 662, "sending": 663, "shaping": 664, "tickle": 665, "whoopee-cushion": 666, "dead-end": 667, "vat": 668, "providing": 669, "drizzle": 670, "coda": 671, "cart": 672, "adolescents": 673, "plugged": 674, "mimicking": 675, "forte": 676, "acting": 677, "difficulty": 678, "resolutions": 679, "spoofing": 680, "leave": 681, "manoel": 682, "rife": 683, "ignorance": 684, "richer": 685, "jump-in-your-seat": 686, "studied": 687, "soul-killing": 688, "blight": 689, "haplessness": 690, "gourd": 691, "winning": 692, "manipulation": 693, "bottomless": 694, "wisely": 695, "brothers": 696, "middle-of-the-road": 697, "panoramic": 698, "slow-paced": 699, "curse-free": 700, "fallible": 701, "terribly": 702, "effort": 703, "confines": 704, "hollowness": 705, "attractive": 706, "humankind": 707, "degree": 708, "raimondi": 709, "smallness": 710, "telling": 711, "intuitively": 712, "degraded": 713, "cat-and-cat": 714, "flawed": 715, "besides": 716, "cry": 717, "long-faced": 718, "ravishing": 719, "shapes": 720, "cogent": 721, "sons": 722, "yields": 723, ":": 724, "hard-hearted": 725, "regards": 726, "slots": 727, "keeps": 728, "go": 729, "tantalizing": 730, "unfulfilling": 731, "savagely": 732, "four-legged": 733, "exploit": 734, "constraints": 735, "raison": 736, "reversal": 737, "atmospherics": 738, "ethnic": 739, "out-of-kilter": 740, "kjell": 741, "made-up": 742, "ensure": 743, "shot": 744, "springer": 745, "trapped": 746, "van": 747, "ellis": 748, "xmas": 749, "barbecue": 750, "earn": 751, "enterprise": 752, "extravaganza": 753, "notes": 754, "juan": 755, "seamless": 756, "reluctant": 757, "consumerist": 758, "climax": 759, "deliriously": 760, "hoopla": 761, "launching": 762, "jokes": 763, "motown": 764, "rider": 765, "fetid": 766, "befuddling": 767, "point-of-view": 768, "secretly": 769, "seriously": 770, "bath": 771, "miraculous": 772, "pep-talk": 773, "unorthodox": 774, "tremendously": 775, "elemental": 776, "programs": 777, "hunnam": 778, "guiding": 779, "orphan": 780, "ooze": 781, "grub": 782, "unfairly": 783, "niches": 784, "imagination": 785, "dismal": 786, "trashy": 787, "hype": 788, "dwindles": 789, "wryly": 790, "melange": 791, "garry": 792, "cutesy-pie": 793, "enthusiast": 794, "abandon": 795, "entr\u00e9e": 796, "at-a-frat-party": 797, "fictions": 798, "ruthlessly": 799, "camaraderie": 800, "rekindle": 801, "furiously": 802, "simpler": 803, "boundary-hopping": 804, "hunger": 805, "kazan": 806, "psychotic": 807, "91-minute": 808, "high-octane": 809, "wahlberg": 810, "outbursts": 811, "flabby": 812, "underutilized": 813, "kitsch": 814, "!?": 815, "computer-animated": 816, "barlow": 817, "plausible": 818, "shattering": 819, "inherent": 820, "obsessively": 821, "bet": 822, "codes": 823, "insurance": 824, "lovers": 825, "creativity": 826, "elegy": 827, "diffuses": 828, "georgia": 829, "cherry": 830, "cattle": 831, "beacon": 832, "eloquent": 833, "unobtrusively": 834, "blended": 835, "meticulous": 836, "abandons": 837, "blush": 838, "introspection": 839, "repression": 840, "boorish": 841, "disturbance": 842, "roughshod": 843, "recruiting": 844, "tickles": 845, "right": 846, "mature": 847, "jones": 848, "delia": 849, "amused": 850, "fancy": 851, "mojo": 852, "waltzed": 853, "ana": 854, "blowout": 855, "fussy": 856, "lucy": 857, "mum": 858, "undercurrent": 859, "wall": 860, "12-year-old": 861, "certain": 862, "creation": 863, "mcgowan": 864, "terry": 865, "uninspired": 866, "cinematically": 867, "romething": 868, "juxtapose": 869, "lift": 870, "electronic": 871, "hire": 872, "retro": 873, "unbridled": 874, "double": 875, "smitten": 876, "ready": 877, "accompanied": 878, "bigelow": 879, "dramedy": 880, "elan": 881, ".": 882, "oddly": 883, "valuable": 884, "garth": 885, "schiffer": 886, "suitable": 887, "unlaughable": 888, "slapping": 889, "thrown": 890, "yu": 891, "comforting": 892, "tightrope": 893, "crisis": 894, "richly": 895, "dangerously": 896, "composer": 897, "frothing": 898, "plastered": 899, "bubbles": 900, "non-porn": 901, "academy": 902, "junkie": 903, "brawn": 904, "two-hour": 905, "party": 906, "gum": 907, "skates": 908, "full-length": 909, "word": 910, "connected": 911, "docu-makers": 912, "stacked": 913, "wives": 914, "claim": 915, "shoes": 916, "cronenberg": 917, "celebrities": 918, "acidity": 919, "baseball": 920, "tug-of-war": 921, "warmly": 922, "bitchy": 923, "clarity": 924, "egg": 925, "slo-mo": 926, "fatigues": 927, "snooze": 928, "examining": 929, "oh-so-hollywood": 930, "holiday-season": 931, "willingness": 932, "generalities": 933, "drumbeat": 934, "prepubescent": 935, "swedish": 936, "ecological": 937, "fulsome": 938, "bleep": 939, "binoche": 940, "circle": 941, "pokemon": 942, "trope": 943, "self-glorified": 944, "stalking": 945, "colorfully": 946, "detox": 947, "strains": 948, "revisionist": 949, "documentary-like": 950, "cadness": 951, "sucker": 952, "flava": 953, "champion": 954, "fraught": 955, "rolled": 956, "swoony": 957, "video-cam": 958, "piesiewicz": 959, "possession": 960, "nikita": 961, "bravado": 962, "collaborative": 963, "mediocrity": 964, "concentrating": 965, "merges": 966, "ripping": 967, "majid": 968, "relegated": 969, "double-cross": 970, "feelings": 971, "fanboy": 972, "moods": 973, "hopefully": 974, "pulpy": 975, "research": 976, "reruns": 977, "sandbox": 978, "slummer": 979, "weigh": 980, "kitten": 981, "adoring": 982, "helms": 983, "realistic": 984, "sarcastic": 985, "than": 986, "waydowntown": 987, "concludes": 988, "binging": 989, "deranged": 990, "anomaly": 991, "mideast": 992, "pile": 993, "sign": 994, "wins": 995, "ships": 996, "molestation": 997, "coppola": 998, "creatures": 999, "portrayal": 1000, "rather": 1001, "applegate": 1002, "fish": 1003, "judaism": 1004, "nickleby": 1005, "texture": 1006, "bask": 1007, "machinery": 1008, "storytelling": 1009, "finding": 1010, "finger": 1011, "meditation": 1012, "shatters": 1013, "starring": 1014, "reconciliation": 1015, "self-exploitation": 1016, "numbered": 1017, "techno-tripe": 1018, "lobbies": 1019, "8": 1020, "stance": 1021, "played-out": 1022, "tron": 1023, "manufactured": 1024, "career": 1025, "hectic": 1026, "boy": 1027, "minutes": 1028, "ask": 1029, "applying": 1030, "believe": 1031, "panic": 1032, "printed": 1033, "glamour": 1034, "bullets": 1035, "errors": 1036, "hewitt": 1037, "in-joke": 1038, "caustic": 1039, "fallibility": 1040, "fusty": 1041, "gob": 1042, "one-trick": 1043, "scientist": 1044, "oodles": 1045, "placing": 1046, "sacrificed": 1047, "sanctimony": 1048, "stature": 1049, "aristocrats": 1050, "battlefield": 1051, "dissolves": 1052, "hourlong": 1053, "miles": 1054, "tosses": 1055, "addams": 1056, "chin": 1057, "david": 1058, "overripe": 1059, "villains": 1060, "classic": 1061, "culminates": 1062, "retelling": 1063, "insular": 1064, "half-hour": 1065, "insight": 1066, "byzantine": 1067, "berry": 1068, "easter-egg-colored": 1069, "parsing": 1070, "paris": 1071, "beach": 1072, "intro": 1073, "surprisingly": 1074, "razor": 1075, "whippersnappers": 1076, "patient\\/doctor": 1077, "coinage": 1078, "adams": 1079, "pitcher": 1080, "genuine": 1081, "bounces": 1082, "live-honed": 1083, "detective": 1084, "markets": 1085, "potboiler": 1086, "scoring": 1087, "heart-stopping": 1088, "tenderness": 1089, "execrable": 1090, "crazier": 1091, "shouted": 1092, "challenging": 1093, "association": 1094, "dimensions": 1095, "admirable": 1096, "classism": 1097, "amnesiac": 1098, "adapting": 1099, "granted": 1100, "ghandi": 1101, "coheres": 1102, "1938": 1103, "unholy": 1104, "visit": 1105, "preliminary": 1106, "angst-ridden": 1107, "captain": 1108, "inconsistencies": 1109, "oversized": 1110, "comes": 1111, "hotel": 1112, "agitator": 1113, "conceptual": 1114, "graphic": 1115, "vertiginous": 1116, "unacceptable": 1117, "jingles": 1118, "wretchedly": 1119, "pan": 1120, "playfulness": 1121, "rockumentary": 1122, "fiftysomething": 1123, "glover": 1124, "sustains": 1125, "watson": 1126, "crisper": 1127, "sprung": 1128, "phlegmatic": 1129, "defensive": 1130, "eternal": 1131, "various": 1132, "humbuggery": 1133, "create": 1134, "exposure": 1135, "stylistic": 1136, "diverges": 1137, "grinning": 1138, "pell-mell": 1139, "theorizing": 1140, "consolation": 1141, "alan": 1142, "notion": 1143, "banged": 1144, "cesspool": 1145, "lungs": 1146, "liability": 1147, "hunky": 1148, "rackets": 1149, "occasional": 1150, "free-wheeling": 1151, "rorschach": 1152, "voyage": 1153, "gaza": 1154, "attacks": 1155, "spader": 1156, "otto-sallies": 1157, "elbowed": 1158, "wind-tunnel": 1159, "flair": 1160, "demonstrated": 1161, "nia": 1162, "ethical": 1163, "kiddie": 1164, "miserable": 1165, "putrid": 1166, "serenely": 1167, "topics": 1168, "gap": 1169, "scar": 1170, "raft": 1171, "nature\\/nurture": 1172, "spiders": 1173, "bravely": 1174, "eyeball-to-eyeball": 1175, "sold": 1176, "successes": 1177, "extent": 1178, "measured": 1179, "1930s": 1180, "in-jokes": 1181, "noir": 1182, "enhances": 1183, "converted": 1184, "crystal": 1185, "reality": 1186, "toilet": 1187, "drabness": 1188, "concession": 1189, "business": 1190, "scotches": 1191, "graduated": 1192, "fuhrman": 1193, "look": 1194, "8th": 1195, "well-trod": 1196, "jack": 1197, "restage": 1198, "oscar-sweeping": 1199, "bleakly": 1200, "truffle": 1201, "achievements": 1202, "combination": 1203, "blame": 1204, "self-awareness": 1205, "greatly": 1206, "kathy": 1207, "saucy": 1208, "inconceivable": 1209, "prognosis": 1210, "retrospectively": 1211, "26-episode": 1212, "granger": 1213, "brief": 1214, "deathbed": 1215, "welcome": 1216, "beavis": 1217, "collar": 1218, "mourns": 1219, "mindsets": 1220, "jugglers": 1221, "fair": 1222, "dimensional": 1223, "endure": 1224, "tosca": 1225, "honks": 1226, "conflict-powered": 1227, "enamored": 1228, "bale": 1229, "cleaner": 1230, "fortunately": 1231, "sight": 1232, "sell": 1233, "connect": 1234, "sandwich": 1235, "rueful": 1236, "outshined": 1237, "2\u00a01\\/2": 1238, "co-writer\\/director": 1239, "devote": 1240, "daughter": 1241, "lobbyists": 1242, "spinoff": 1243, "24\\/7": 1244, "deflates": 1245, "aptly": 1246, "vary": 1247, "cold-fish": 1248, "buckaroo": 1249, "globalizing": 1250, "vignettes": 1251, "capability": 1252, "cgi": 1253, "slides": 1254, "abuse": 1255, "unedited": 1256, "pandered": 1257, "talks": 1258, "dogme": 1259, "parrot": 1260, "wenders": 1261, "sap": 1262, "fluttering": 1263, "miscalculations": 1264, "unexceptional": 1265, "complete": 1266, "xxx": 1267, "surveyed": 1268, "overplayed": 1269, "multiplex": 1270, "fusion": 1271, "4ever": 1272, "every-joke-has": 1273, "fountainheads": 1274, "impact": 1275, "masochism": 1276, "syncopated": 1277, "visually": 1278, "diapers": 1279, "indoctrinated": 1280, "self-referential": 1281, "backmasking": 1282, "make-believe": 1283, "self-promotion": 1284, "somebody": 1285, "burst": 1286, "generous": 1287, "lethal": 1288, "untrained": 1289, "wavers": 1290, "farmer": 1291, "barrels": 1292, "heavyweights": 1293, "loneliest": 1294, "mass": 1295, "savviest": 1296, "tender": 1297, "kick": 1298, "dolgin": 1299, "insane": 1300, "eileen": 1301, "boffo": 1302, "vainly": 1303, "cuar\u00f3n": 1304, "competitive": 1305, "notable": 1306, "therefore": 1307, "dim": 1308, "plumbing": 1309, "withstand": 1310, "truest": 1311, "experiencing": 1312, "golf": 1313, "blockbusters": 1314, "stitched": 1315, "simpering": 1316, "trenchant": 1317, "audacious": 1318, "grab": 1319, "pur\u00e9ed": 1320, "god": 1321, "relevance": 1322, "car-wreck": 1323, "balzac": 1324, "derails": 1325, "desplat": 1326, "electrocute": 1327, "marquis": 1328, "pervasive": 1329, "publicists": 1330, "participant": 1331, "smartest": 1332, "underbelly": 1333, "bait-and-tackle": 1334, "believed": 1335, "dots": 1336, "installments": 1337, "newly": 1338, "pantheon": 1339, "equally": 1340, "reduces": 1341, "soothe": 1342, "expressed": 1343, "freewheeling": 1344, "glides": 1345, "disneyland": 1346, "harshness": 1347, "obligations": 1348, "prefer": 1349, "stab": 1350, "broke": 1351, "debases": 1352, "amassed": 1353, "erupt": 1354, "humility": 1355, "member": 1356, "foot": 1357, "leash": 1358, "ponder": 1359, "underlying": 1360, "regarding": 1361, "crash-and-bash": 1362, "plimpton": 1363, "washout": 1364, "shopping": 1365, "imposed": 1366, "glancing": 1367, "wachowski": 1368, "garden": 1369, "reflect": 1370, "figured": 1371, "critiquing": 1372, "matinee": 1373, "artificial": 1374, "all-woman": 1375, "satisfying": 1376, "blood-splattering": 1377, "precious": 1378, "considerably": 1379, "pro-serbian": 1380, "swords": 1381, "well-crafted": 1382, "eagle": 1383, "idealism": 1384, "coordinated": 1385, "special": 1386, "torrent": 1387, "rivaling": 1388, "grad": 1389, "insightful": 1390, "universal": 1391, "shortness": 1392, "shirt": 1393, "highly-praised": 1394, "augmented": 1395, "oppressive": 1396, "depict": 1397, "struggled": 1398, "ideally": 1399, "eleven": 1400, "added": 1401, "z-boys": 1402, "discernible": 1403, "maudlin": 1404, "ten-year-old": 1405, "cumbersome": 1406, "smokers": 1407, "complaints": 1408, "fishy": 1409, "giannini": 1410, "jaundiced": 1411, "overmanipulative": 1412, "photos": 1413, "succeeded": 1414, "unflattering": 1415, "medicine": 1416, "emptying": 1417, "wreaked": 1418, "excess": 1419, "characterizations": 1420, "souffl\u00e9": 1421, "unimaginative": 1422, "oblivious": 1423, "miracle": 1424, "stamp": 1425, "disgracefully": 1426, "half": 1427, "hail": 1428, "parisian": 1429, "murderous": 1430, "kibbitzes": 1431, "writer-director": 1432, "laugh-a-minute": 1433, "elves": 1434, "soldier": 1435, "tub-thumpingly": 1436, "wounding": 1437, "ranges": 1438, "sociopath": 1439, "substitute": 1440, "dumped": 1441, "bend": 1442, "pro-fat": 1443, "dunst": 1444, "antics": 1445, "cope": 1446, "dormant": 1447, "recall": 1448, "h\u00e9l\u00e8ne": 1449, "jed": 1450, "larry": 1451, "baked": 1452, "iran": 1453, "ironies": 1454, "seventy-minute": 1455, "stronger": 1456, "indian": 1457, "luridly": 1458, "padded": 1459, "rock": 1460, "surehanded": 1461, "multilayered": 1462, "program": 1463, "profits": 1464, "pseudo-philosophic": 1465, "monologues": 1466, "provocative": 1467, "desperate": 1468, "cherished": 1469, "ushered": 1470, "firestorm": 1471, "kegger": 1472, "latin": 1473, "cuteness": 1474, "love-jealousy": 1475, "nurturing": 1476, "produces": 1477, "overture": 1478, "capitalizes": 1479, "web": 1480, "gymnastics": 1481, "endearingly": 1482, "indictment": 1483, "quibble": 1484, "misty-eyed": 1485, "herzog": 1486, "inspirational": 1487, "replace": 1488, "costume": 1489, "earthly": 1490, "pauline": 1491, "offerings": 1492, "superficial": 1493, "tres": 1494, "kurdish": 1495, "peddled": 1496, "travesty": 1497, "fanatic": 1498, "chimpanzees": 1499, "issue": 1500, "conniving": 1501, "exploring": 1502, "subjugate": 1503, "smarts": 1504, "glad-handing": 1505, "splashy": 1506, "averting": 1507, "guises": 1508, "disappointingly": 1509, "toilet-humor": 1510, "construct": 1511, "ends": 1512, "marriage": 1513, "ourside": 1514, "futuristic": 1515, "righteousness": 1516, "slights": 1517, "teasing": 1518, "list": 1519, "skeeved": 1520, "bothered": 1521, "corporate-sports": 1522, "iii": 1523, "folk": 1524, "compact": 1525, "recognise": 1526, "infuriating": 1527, "predictable": 1528, "recovers": 1529, "computer": 1530, "buries": 1531, "distinguish": 1532, "flip": 1533, "gender": 1534, "horrible": 1535, "regular": 1536, "high-spirited": 1537, "exploration": 1538, "weddings": 1539, "established": 1540, "dash": 1541, "rounded": 1542, "benefit": 1543, "elegiac": 1544, "oomph": 1545, "semi-coherent": 1546, "uncompelling": 1547, "solely": 1548, "consoled": 1549, "infomercial": 1550, "barf": 1551, "coincidences": 1552, "henna": 1553, "language": 1554, "minute-by-minute": 1555, "porno": 1556, "underwritten": 1557, "crummles": 1558, "faltering": 1559, "tailor-made": 1560, "hurry": 1561, "whistles": 1562, "open-minded": 1563, "patrolmen": 1564, "strives": 1565, "tempt": 1566, "libertine": 1567, "e": 1568, "high-profile": 1569, "movement": 1570, "'s": 1571, "rockwell": 1572, "stomach": 1573, "tiresome": 1574, "compassionately": 1575, "campaign-trail": 1576, "contentious": 1577, "togetherness": 1578, "goofiness": 1579, "urgently": 1580, "qatsi": 1581, "40-year-old": 1582, "eroded": 1583, "antagonists": 1584, "rampantly": 1585, "intacto": 1586, "opposing": 1587, "stress-reducing": 1588, "succumbing": 1589, "whirling": 1590, "pitched": 1591, "pass": 1592, "blunt": 1593, "struggling": 1594, "sweet": 1595, "offers": 1596, "surround": 1597, "freakish": 1598, "reflections": 1599, "scrape": 1600, "victorious": 1601, "ear-splitting": 1602, "questionable": 1603, "instructs": 1604, "bogged": 1605, "brand": 1606, "deceptively": 1607, "seconds": 1608, "d": 1609, "pseudo-sophisticated": 1610, "tediously": 1611, "mornings": 1612, "travelogue": 1613, "3\\/4th": 1614, "inspirations": 1615, "ambition": 1616, "mouthpieces": 1617, "oedekerk": 1618, "should": 1619, "strangely": 1620, "ultra-cheesy": 1621, "gondry": 1622, "notice": 1623, "1972": 1624, "comfortably": 1625, "stiff": 1626, "amiability": 1627, "pilot": 1628, "taken": 1629, "exploiting": 1630, "louts": 1631, "adam": 1632, "by-the-books": 1633, "plucks": 1634, "civilization": 1635, "sportsmen": 1636, "dualistic": 1637, "merrily": 1638, "door": 1639, "remarkably": 1640, "ink": 1641, "overwhelmingly": 1642, "define": 1643, "lane": 1644, "ants": 1645, "shadowy": 1646, "unclassifiably": 1647, "cooper": 1648, "metaphorically": 1649, "weirdness": 1650, "obnoxious": 1651, "oops": 1652, "many": 1653, "splitting": 1654, "el": 1655, "immediacy": 1656, "self-dramatizing": 1657, "tapped": 1658, "bundy": 1659, "iosseliani": 1660, "duration": 1661, "confirms": 1662, "conclusion": 1663, "after": 1664, "jacked-up": 1665, "towers": 1666, "clint": 1667, "bike": 1668, "upset": 1669, "belgian": 1670, "honestly": 1671, "beer": 1672, "improperly": 1673, "rape": 1674, "trifles": 1675, "cd": 1676, "oh-those-wacky-brits": 1677, "philosopher": 1678, "sugar-free": 1679, "dark": 1680, "gross": 1681, "splendid-looking": 1682, "lurches": 1683, "rate": 1684, "choice": 1685, "stultifying": 1686, "watching": 1687, "tautou": 1688, "dognini": 1689, "dudsville": 1690, "abroad": 1691, "amber": 1692, "bueller": 1693, "fleet-footed": 1694, "innuendo": 1695, "models": 1696, "11-year-old": 1697, "amateurishly": 1698, "hoult": 1699, "macabre": 1700, "tailored": 1701, "invariably": 1702, "bed": 1703, "perfunctory": 1704, "reverent": 1705, "moonlight": 1706, "genre-curling": 1707, "threadbare": 1708, "disintegration": 1709, "reductions": 1710, "observations": 1711, "daytime-drama": 1712, "pieces": 1713, "fellow": 1714, "profiles": 1715, "tightly": 1716, "urge": 1717, "meara": 1718, "cracker": 1719, "nenette": 1720, "boatload": 1721, "surveillance": 1722, "heels": 1723, "gosling": 1724, "85": 1725, "merge": 1726, "pearl": 1727, "steadfastly": 1728, "thirteen": 1729, "propelled": 1730, "namesake": 1731, "trilogy": 1732, "packaged": 1733, "padre": 1734, "waged": 1735, "amini": 1736, "forgivable": 1737, "over-familiarity": 1738, "exudes": 1739, "athletes": 1740, "rodrigues": 1741, "cloak": 1742, "beats": 1743, "sequence": 1744, "vicious": 1745, "slumber": 1746, "chop": 1747, "end-of-year": 1748, "susan": 1749, "launch": 1750, "extracting": 1751, "phoned-in": 1752, "walls": 1753, "spousal": 1754, "lacey": 1755, "treatment": 1756, "rug": 1757, "picpus": 1758, "all-time": 1759, "cynic": 1760, "shaken": 1761, "shimizu": 1762, "actress": 1763, "dope": 1764, "phrase": 1765, "rabbits": 1766, "skeleton": 1767, "cinematic": 1768, "aboul": 1769, "jury": 1770, "pedigree": 1771, "slow": 1772, "lemon": 1773, "privileged": 1774, "punctuation": 1775, "down-and-dirty": 1776, "preferred": 1777, "sparring": 1778, "actor": 1779, "off-kilter": 1780, "greg": 1781, "serenity": 1782, "creepy-scary": 1783, "reap": 1784, "epic": 1785, "mythologizing": 1786, "conceive": 1787, "clayburgh": 1788, "reconsideration": 1789, "mechanical": 1790, "earnhart": 1791, "bag": 1792, "semi-amusing": 1793, "expressiveness": 1794, "joined": 1795, "horner": 1796, "spinoffs": 1797, "unbearably": 1798, "eardrum-dicing": 1799, "o'clock": 1800, "drumming": 1801, "grooved": 1802, "implodes": 1803, "changed": 1804, "wanderers": 1805, "continue": 1806, "cleveland": 1807, "laws": 1808, "become": 1809, "lisping": 1810, "disposable": 1811, "disapproval": 1812, "dreyfus": 1813, "weasels": 1814, "connoisseur": 1815, "nonagenarian": 1816, "fireworks": 1817, "pogue": 1818, "psychedelic": 1819, "ke": 1820, "frighteningly": 1821, "godard": 1822, "plainly": 1823, "batman": 1824, "circles": 1825, "probes": 1826, "depleted": 1827, "syrupy": 1828, "sch\u00fctte": 1829, "boom-bam": 1830, "well-contructed": 1831, "derisive": 1832, "depends": 1833, "gunfire": 1834, "minutely": 1835, "m\u00e9tier": 1836, "butterworth": 1837, "ninety": 1838, "name-calling": 1839, "despising": 1840, "skateboards": 1841, "self-promoter": 1842, "refresh": 1843, "cylinders": 1844, "drowned": 1845, "insider": 1846, "espionage": 1847, "forces": 1848, "unscathed": 1849, "watch": 1850, "gear": 1851, "occupation": 1852, "rap": 1853, "tied": 1854, "loved": 1855, "gregory": 1856, "demented-funny": 1857, "jacobson": 1858, "encourage": 1859, "fizzles": 1860, "pluto": 1861, "basic": 1862, "loyal": 1863, "milder": 1864, "co-opted": 1865, "adrian": 1866, "flourishes": 1867, "gauls": 1868, "wades": 1869, "crass": 1870, "1\\/2": 1871, "astonishing": 1872, "power": 1873, "surrender": 1874, "illogic": 1875, "long-winded": 1876, "may": 1877, "stake": 1878, "daddy": 1879, "shoot-em-up": 1880, "blandness": 1881, "60s": 1882, "glorified": 1883, "threaten": 1884, "bernard": 1885, "mcconaughey": 1886, "zings": 1887, "loneliness": 1888, "cloaks": 1889, "well-written": 1890, "as": 1891, "guilty-pleasure": 1892, "eighth-grader": 1893, "recently": 1894, "higher": 1895, "reese": 1896, "action-adventure": 1897, "swingers": 1898, "lulls": 1899, "strutting": 1900, "artless": 1901, "endorses": 1902, "shell": 1903, "tenuous": 1904, "gunplay": 1905, "shading": 1906, "smorgasbord": 1907, "tomorrow": 1908, "inexpressive": 1909, "gathering": 1910, "uncompromising": 1911, "limpid": 1912, "goth": 1913, "children": 1914, "huston": 1915, "alienation": 1916, "damsels": 1917, "imprint": 1918, "waif": 1919, "dream": 1920, "short-story": 1921, "dramatizing": 1922, "barrage": 1923, "dime-store": 1924, "icy": 1925, "park": 1926, "written": 1927, "pastiche": 1928, "lieutenant": 1929, "shelved": 1930, "fascinating": 1931, "rudimentary": 1932, "jelly": 1933, "event": 1934, "ill-starred": 1935, "morally": 1936, "carr\u00e9": 1937, "quentin": 1938, "rising": 1939, "witlessness": 1940, "characterizes": 1941, "edgy": 1942, "hard-to-swallow": 1943, "affairs": 1944, "completed": 1945, "mommy": 1946, "not-so-bright": 1947, "playing": 1948, "richard": 1949, "sixth-grade": 1950, "carlito": 1951, "spouting": 1952, "thorn": 1953, "christianity": 1954, "descends": 1955, "grade": 1956, "chronically": 1957, "doors": 1958, "jae-eun": 1959, "schrader": 1960, "souvlaki": 1961, "dilutes": 1962, "pileup": 1963, "awakening": 1964, "chiller": 1965, "slickly": 1966, "patchwork": 1967, "import": 1968, "hilarity": 1969, "natural": 1970, "christ": 1971, "lead": 1972, "140": 1973, "berkeley": 1974, "respecting": 1975, "impenetrable": 1976, "mtv": 1977, "chomps": 1978, "director\\/co-writer": 1979, "dumbed-down": 1980, "contagious": 1981, "foreground": 1982, "unhappiness": 1983, "belly": 1984, "bees": 1985, "aesthetics": 1986, "m\u00fcnch": 1987, "understanding": 1988, "broadly": 1989, "chief": 1990, "daft": 1991, "frat": 1992, "gander": 1993, "road": 1994, "ho-hum": 1995, "71": 1996, "consciously": 1997, "fling": 1998, "hyper-time": 1999, "inexpressible": 2000, "science-fiction": 2001, "openly": 2002, "convert": 2003, "hostile": 2004, "mars": 2005, "steinis": 2006, "borrow": 2007, "infusing": 2008, "latter": 2009, "graceful": 2010, "stimulate": 2011, "immaturity": 2012, "findings": 2013, "put": 2014, "arousing": 2015, "disappointment": 2016, "getting": 2017, "re-release": 2018, "absolute": 2019, "compellingly": 2020, "historic": 2021, "illogical": 2022, "non-god": 2023, "tacked": 2024, "laissez-passer": 2025, "rap-metal": 2026, "firing": 2027, "chou": 2028, "giggles": 2029, "immerse": 2030, "known": 2031, "jay": 2032, "persuasion": 2033, "90-plus": 2034, "hard-bitten": 2035, "relevant": 2036, "grumbling": 2037, "historically": 2038, "anonymous": 2039, "dead-eyed": 2040, "lavish": 2041, "spikes": 2042, "uncertain": 2043, "loopiness": 2044, "dithering": 2045, "trippy": 2046, "turning": 2047, "functions": 2048, "bruckheimer": 2049, "lethally": 2050, "lamer": 2051, "pulse": 2052, "slow-motion": 2053, "swings": 2054, "revitalize": 2055, "particularly": 2056, "tier": 2057, "teen-catholic-movie": 2058, "farrell": 2059, "byplay": 2060, "mediocre": 2061, "stylings": 2062, "coma": 2063, "frustrates": 2064, "humor-seeking": 2065, "immune": 2066, "cutesy": 2067, "rocket": 2068, "obstacles": 2069, "whom": 2070, "action-comedy": 2071, "dominated": 2072, "worthwhile": 2073, "dullards": 2074, "sappy": 2075, "phones": 2076, "spending": 2077, "properly": 2078, "actresses": 2079, "drowning": 2080, "hard-pressed": 2081, "gender-bending": 2082, "logically": 2083, "seine": 2084, "porn": 2085, "polanski": 2086, "vitality": 2087, "beyond-lame": 2088, "cluelessness": 2089, "legal": 2090, "encouraging": 2091, "minnie": 2092, "plot-wise": 2093, "bright": 2094, "slapped": 2095, "intrusive": 2096, "patiently": 2097, "plummer": 2098, "mention": 2099, "athleticism": 2100, "rouses": 2101, "unsuspecting": 2102, "drew": 2103, "years": 2104, "annie": 2105, "broken-down": 2106, "titillating": 2107, "watstein": 2108, "cop-flick": 2109, "1952": 2110, "analytical": 2111, "automated": 2112, "decidedly": 2113, "degrades": 2114, "enrapturing": 2115, "irritating": 2116, "pork": 2117, "lowered": 2118, "suburbia": 2119, "scares": 2120, "sports": 2121, "distressingly": 2122, "freshening": 2123, "scams": 2124, "corpus": 2125, "sings": 2126, "wicked": 2127, "parents": 2128, "common-man": 2129, "unbroken": 2130, "completely": 2131, "workings": 2132, "crushing": 2133, "ya-ya": 2134, "painterly": 2135, "all-wise-guys-all-the-time": 2136, "helpings": 2137, "lusty": 2138, "lump-in-the-throat": 2139, "esoteric": 2140, "all-star": 2141, "charade": 2142, "quiet": 2143, "atlantic": 2144, "harvey": 2145, "funniness": 2146, "indieflick": 2147, "feature": 2148, "imamura": 2149, "galled": 2150, "goo": 2151, "magical": 2152, "cross-shaped": 2153, "liking": 2154, "100": 2155, "mourning": 2156, "nolan": 2157, "rip-roaring": 2158, "satisfied": 2159, "send-up": 2160, "steamboat": 2161, "canning": 2162, "street-realist": 2163, "strict": 2164, "tiny": 2165, "rivalry": 2166, "adrift": 2167, "thinks": 2168, "invited": 2169, "binds": 2170, "cheats": 2171, "doting": 2172, "lanes": 2173, "christians": 2174, "conduct": 2175, "resolve": 2176, "pageant": 2177, "workshop": 2178, "underdone": 2179, "contriving": 2180, "occupational": 2181, "speculative": 2182, "sudden": 2183, "bilingual": 2184, "darned": 2185, "occurs": 2186, "stereotype": 2187, "japan": 2188, "marina": 2189, "a-bornin": 2190, "scherick": 2191, "gobble": 2192, "hang": 2193, "affects": 2194, "copout": 2195, "shining": 2196, "threshold": 2197, "aspirations": 2198, "comments": 2199, "save-the-planet": 2200, "scruffy": 2201, "shifted": 2202, "drum": 2203, "10,000": 2204, "large-scale": 2205, "talky": 2206, "contours": 2207, "impulse": 2208, "mixing": 2209, "schoolhouse": 2210, "showiness": 2211, "cutthroat": 2212, "droll": 2213, "cunning": 2214, "bling-bling": 2215, "resources": 2216, "immortal": 2217, "fleet": 2218, "mystic": 2219, "accorsi": 2220, "copycat": 2221, "full-frontal": 2222, "tara": 2223, "emphasized": 2224, "crawl": 2225, "dinner": 2226, "hayek": 2227, "imbue": 2228, "kids-cute": 2229, "tourism": 2230, "animated-movie": 2231, "mouth": 2232, "queen": 2233, "grandness": 2234, "chilled": 2235, "underscoring": 2236, "mire": 2237, "throwback": 2238, "nicks": 2239, "demographics": 2240, "dosage": 2241, "incinerates": 2242, "painstaking": 2243, "storyline": 2244, "guys": 2245, "painless": 2246, "angst": 2247, "blockage": 2248, "novels": 2249, "steadfast": 2250, "underestimate": 2251, "worthy": 2252, "deadly": 2253, "poignance": 2254, "boyz": 2255, "edged": 2256, "modern-day": 2257, "dabbles": 2258, "indispensable": 2259, "misconceived": 2260, "ayatollah": 2261, "reel": 2262, "brittle": 2263, "skating": 2264, "mysteries": 2265, "extemporaneously": 2266, "similarly": 2267, "goyer": 2268, "larger-than-life": 2269, "ape": 2270, "expose": 2271, "frankenstein-monster": 2272, "fringe": 2273, "glib": 2274, "19th": 2275, "steals": 2276, "from-television": 2277, "rampling": 2278, "shoulder": 2279, "scalds": 2280, "50s": 2281, "life-altering": 2282, "italian": 2283, "worried": 2284, "learning": 2285, "sloppiness": 2286, "songbird": 2287, "bubble": 2288, "encyclopedia": 2289, "heel": 2290, "tepid": 2291, "demonstrates": 2292, "inappropriate": 2293, "geriatric": 2294, "millennial": 2295, "lasting": 2296, "suicide": 2297, "sex-as-war": 2298, "except": 2299, "attention": 2300, "exacting": 2301, "discourages": 2302, "kurds": 2303, "ripening": 2304, "paradigm": 2305, "swimming": 2306, "dispatching": 2307, "even": 2308, "inevitable": 2309, "sterile": 2310, "blobby": 2311, "device": 2312, "ticking": 2313, "unified": 2314, "cared": 2315, "sequel": 2316, "yakusho": 2317, "jackal": 2318, "ill-fitting": 2319, "part": 2320, "p.o.v.": 2321, "funny\\/gritty": 2322, "humidity": 2323, "timewaster": 2324, "energizes": 2325, "keenest": 2326, "sense-spinning": 2327, "honor\u00e9": 2328, "odoriferous": 2329, "mugging": 2330, "beware": 2331, "sadistic": 2332, "goofy": 2333, "awe": 2334, "romijn-stamos": 2335, "cheech": 2336, "motorcycle": 2337, "romanticization": 2338, "undetermined": 2339, "rapidly": 2340, "topple": 2341, "sickness": 2342, "nelson": 2343, "ended": 2344, "lower-class": 2345, "breath": 2346, "xtc": 2347, "how": 2348, "unstinting": 2349, "compromise": 2350, "terrific": 2351, "shifting": 2352, "long-range": 2353, "stealing": 2354, "etc.": 2355, "raises": 2356, "showmanship": 2357, "categorisation": 2358, "prompting": 2359, "comedy-deficient": 2360, "ravel": 2361, "plot-lines": 2362, "groggy": 2363, "muniz": 2364, "embarrassingly": 2365, "disagreeable": 2366, "koury": 2367, "vega": 2368, "sank": 2369, "clich\u00e9": 2370, "out-to-change-the-world": 2371, "frissons": 2372, "armenian": 2373, "fully": 2374, "skulls": 2375, "step-printing": 2376, "wayward": 2377, "loop": 2378, "provide": 2379, "relationship": 2380, "hippies": 2381, "clean": 2382, "biggest": 2383, "ladies": 2384, "microwaves": 2385, "e.t.": 2386, "ops": 2387, "picnic": 2388, "bang": 2389, "sexist": 2390, "laugher": 2391, "unapologetic": 2392, "pussy-ass": 2393, "quivering": 2394, "half-baked": 2395, "yarn": 2396, "efficient": 2397, "saddled": 2398, "vacation": 2399, "slow-moving": 2400, "saves": 2401, "hitler-study": 2402, "zoning": 2403, "melodramatics": 2404, "janszen": 2405, "moviegoing": 2406, "revision": 2407, "articulated": 2408, "san": 2409, "travails": 2410, "ability": 2411, "well-behaved": 2412, "sledgehammer": 2413, "thematic": 2414, "floats": 2415, "99": 2416, "orbit": 2417, "unapologetically": 2418, "self-parody": 2419, "valiant": 2420, "involves": 2421, "liable": 2422, "precedent": 2423, "subtexts": 2424, "bared": 2425, "boobs": 2426, "siuation": 2427, "zoe": 2428, "tinsel": 2429, "pushiness": 2430, "bonus": 2431, "eisenstein": 2432, "hard-sell": 2433, "twaddle": 2434, "aspire": 2435, "bon": 2436, "backward": 2437, "trash": 2438, "innovations": 2439, "imitations": 2440, "woozy": 2441, "raise": 2442, "cashing": 2443, "grasp": 2444, "helped": 2445, "reno": 2446, "fetishes": 2447, "sporting": 2448, "gunning": 2449, "macdowell": 2450, "cacophony": 2451, "denial": 2452, "quashed": 2453, "rothman": 2454, "underventilated": 2455, "lecter": 2456, "transitions": 2457, "spy": 2458, "redundancies": 2459, "serendipity": 2460, "heartwarming": 2461, "rejiggering": 2462, "bagatelle": 2463, "tea": 2464, "freaks": 2465, "verdict": 2466, "moldering": 2467, "luck": 2468, "fragmentary": 2469, "torments": 2470, "traffic": 2471, "crimen": 2472, "insanity": 2473, "thewlis": 2474, "19": 2475, "b": 2476, "collectively": 2477, "melville": 2478, "murray": 2479, "sparklingly": 2480, "yellow": 2481, "abundantly": 2482, "graced": 2483, "undeveloped": 2484, "unoriginal": 2485, "reasonably": 2486, "flakiness": 2487, "mythology": 2488, "buttercup": 2489, "waste": 2490, "perch": 2491, "half-dozen": 2492, "friedman": 2493, "sends": 2494, "county": 2495, "comprehend": 2496, "again": 2497, "awkwardly": 2498, "diesel": 2499, "elder": 2500, "lika": 2501, "filled": 2502, "stylistically": 2503, "confection": 2504, "ploddingly": 2505, "know": 2506, "gilmore": 2507, "concentration": 2508, "contributing": 2509, "generate": 2510, "adrenalin": 2511, "pulled": 2512, "runner-up": 2513, "apolitical": 2514, "martial-arts": 2515, "two-bit": 2516, "jeong": 2517, "self-infatuated": 2518, "dismissed": 2519, "people": 2520, "save": 2521, "grossest": 2522, "screwed-up": 2523, "teacher": 2524, "circularity": 2525, "buzz": 2526, "codswallop": 2527, "devoted": 2528, "haute": 2529, "recompense": 2530, "13": 2531, "ferris": 2532, "meddles": 2533, "case": 2534, "clouds": 2535, "underwhelming": 2536, "kilt-wearing": 2537, "unfamiliar": 2538, "self-consciously": 2539, "flails": 2540, "patois": 2541, "uplifter": 2542, "cuban": 2543, "conforms": 2544, "suffer": 2545, "montied": 2546, "six": 2547, "parlance": 2548, "inadvertent": 2549, "spell-casting": 2550, "true-blue": 2551, "knocks": 2552, "favourite": 2553, "has": 2554, "next": 2555, "pet": 2556, "undo": 2557, "uninitiated": 2558, "sillified": 2559, "gary": 2560, "proficiency": 2561, "1973": 2562, "dogged": 2563, "clones": 2564, "tots": 2565, "dabbling": 2566, "conversations": 2567, "damsel": 2568, "drugs": 2569, "lack": 2570, "classify": 2571, "deniro": 2572, "high": 2573, "speed": 2574, "esther": 2575, "flesh": 2576, "if": 2577, "marching": 2578, "obsessive-compulsive": 2579, "bridge": 2580, "tabloid": 2581, "over-indulgent": 2582, "fearlessness": 2583, "sub-tarantino": 2584, "runs": 2585, "partisans": 2586, "doctor": 2587, "groan-to-guffaw": 2588, "droning": 2589, "beautifully": 2590, "plane": 2591, "sticking": 2592, "mired": 2593, "scarifying": 2594, "decades-spanning": 2595, "giant-screen": 2596, "silliness": 2597, "cameos": 2598, "you": 2599, "patronizing": 2600, "jungle": 2601, "pony": 2602, "clothing": 2603, "glamorous": 2604, "outweigh": 2605, "shaky": 2606, "thin": 2607, "authenticity": 2608, "artifacts": 2609, "disorienting": 2610, "dives": 2611, "good-deed\\/bad-deed": 2612, "percolating": 2613, "command": 2614, "molly": 2615, "strands": 2616, "conan": 2617, "bennett": 2618, "dogtown": 2619, "purely": 2620, "lamentations": 2621, "shankman": 2622, "attracting": 2623, "handle": 2624, "cautions": 2625, "fate": 2626, "rhapsodizes": 2627, "absurd": 2628, "beau": 2629, "shape-shifting": 2630, "limb": 2631, "m": 2632, "review": 2633, "unpersuasive": 2634, "lawrence": 2635, "ming-liang": 2636, "nourishing": 2637, "pathetically": 2638, "alienating": 2639, "colored": 2640, "mentality": 2641, "grumble": 2642, "restored": 2643, "zips": 2644, "stimulus": 2645, "straight-shooting": 2646, "future-world": 2647, "scary-funny": 2648, "prepared": 2649, "buy": 2650, "catapulting": 2651, "inspires": 2652, "sentimentality": 2653, "romantic\\/comedy": 2654, "swap": 2655, "sultry": 2656, "begets": 2657, "value": 2658, "concepts": 2659, "wizard": 2660, "gutterball": 2661, "dropped": 2662, "satisfaction": 2663, "hush": 2664, "horrid": 2665, "gesture": 2666, "sincere": 2667, "route": 2668, "surf": 2669, "scrap": 2670, "somber": 2671, "bullseye": 2672, "warmest": 2673, "compromising": 2674, "tykwer": 2675, "calvin": 2676, "even-flowing": 2677, "warning": 2678, "settled": 2679, "stench": 2680, "1979": 2681, "spanning": 2682, "alternately": 2683, "contributed": 2684, "cliffhanger": 2685, "bernal": 2686, "redford": 2687, "outweighs": 2688, "fast-moving": 2689, "big": 2690, "minefield": 2691, "catsup": 2692, "self-reflexive": 2693, "romeo": 2694, "flimsy": 2695, "kooky": 2696, "baby-faced": 2697, "key": 2698, "makeup": 2699, "daydreams": 2700, "listless": 2701, "hare": 2702, "pokes": 2703, "triumphant": 2704, "clink": 2705, "naturalism": 2706, "anakin": 2707, "coaster": 2708, "evident": 2709, "turfs": 2710, "10th": 2711, "bygone": 2712, "projects": 2713, "unfunny": 2714, "incorporate": 2715, "cleavage": 2716, "iles": 2717, "optimistic": 2718, "negotiate": 2719, "creative": 2720, "playfully": 2721, "skid-row": 2722, "catchy": 2723, "safe": 2724, "well-made": 2725, "re-hash": 2726, "mistake": 2727, "awed": 2728, "opulent": 2729, "dodges": 2730, "light": 2731, "delivered": 2732, "brawny": 2733, "ram": 2734, "sl2": 2735, "healthy": 2736, "appalled": 2737, "planet": 2738, "collect": 2739, "daringly": 2740, "psychodramatics": 2741, "hallucinations": 2742, "deft": 2743, "exhibits": 2744, "strongman": 2745, "wait": 2746, "thrashing": 2747, "flights": 2748, "blurry": 2749, "modus": 2750, "rubbish": 2751, "comic\\/thriller": 2752, "aging": 2753, "simplicity": 2754, "costumes": 2755, "bitter": 2756, "monkeys": 2757, "loops": 2758, "flavorful": 2759, "loaded": 2760, "dazed": 2761, "gaps": 2762, "tear": 2763, "deliberateness": 2764, "informative": 2765, "snoozy": 2766, "earnestly": 2767, "hated": 2768, "rumination": 2769, "exit": 2770, "88": 2771, "fuzzy": 2772, "defeat": 2773, "john": 2774, "gadgets": 2775, "2001": 2776, "nurtured": 2777, "shivers": 2778, "snapshots": 2779, "racehorse": 2780, "coral": 2781, "artistes": 2782, "reserve": 2783, "aberration": 2784, "elvira": 2785, "revolutionaries": 2786, "allergy": 2787, "overweight": 2788, "acknowledging": 2789, "texan": 2790, "tour-de-force": 2791, "hints": 2792, "clutch": 2793, "lucas": 2794, "marathon": 2795, "clock": 2796, "engine": 2797, "peevish": 2798, "neil": 2799, "china": 2800, "antagonism": 2801, "brits": 2802, "pompous": 2803, "populates": 2804, "eddie": 2805, "wiseacre": 2806, "one-night": 2807, "waster": 2808, "assets": 2809, "reporting": 2810, "profession": 2811, "resonances": 2812, "delhomme": 2813, "e-mailing": 2814, "creaky": 2815, "murk": 2816, "reclaiming": 2817, "spinning": 2818, "stuttering": 2819, "dances": 2820, "undercuts": 2821, "absurdist": 2822, "beatrice": 2823, "framework": 2824, "shovel": 2825, "successful": 2826, "discourse": 2827, "burnt-out": 2828, "artistically": 2829, "boredom": 2830, "mattered": 2831, "beast-within": 2832, "pixar": 2833, "gelati": 2834, "headlong": 2835, "occurrences": 2836, "sirk": 2837, "al": 2838, "details": 2839, "dover": 2840, "libido": 2841, "perpetual": 2842, "spectacularly": 2843, "bratt": 2844, "dreadfulness": 2845, "expressions": 2846, "dip": 2847, "unhibited": 2848, "anteing": 2849, "hedonistic": 2850, "chore": 2851, "died": 2852, "efteriades": 2853, "resides": 2854, "self-satisfaction": 2855, "pimps": 2856, "cut-and-paste": 2857, "pryce": 2858, "ellie": 2859, "seeping": 2860, "few": 2861, "section": 2862, "island": 2863, "scope": 2864, 