{"<pad>": 0, "ashamed": 1, "force": 2, "resent": 3, "spread": 4, "teaming": 5, "churning": 6, "unread": 7, "feeling": 8, "valiantly": 9, "integrated": 10, "schedule": 11, "examine": 12, "award-worthy": 13, "fairies": 14, "greg": 15, "playboy": 16, "fountainheads": 17, "property": 18, "wartime": 19, "desplechin": 20, "applauded": 21, "fisk": 22, "berry": 23, "delusional": 24, "cushion": 25, "longest": 26, "effectiveness": 27, "nations": 28, "satisfy": 29, "was": 30, "trailer-trash": 31, "violins": 32, "goth-vampire": 33, "professionals": 34, "tap": 35, "anti-darwinian": 36, "gum": 37, "easy-going": 38, "currency": 39, "haul": 40, "solemnity": 41, "grieving": 42, "made-for-home-video": 43, "photographic": 44, "amuse-bouche": 45, "novelty": 46, "scandinavian": 47, "soliloquies": 48, "groupie\\/scholar": 49, "adrien": 50, "misguided": 51, "sugar": 52, "spurts": 53, "eric": 54, "godard": 55, "animation": 56, "wounded": 57, "3000": 58, "lip-reading": 59, "unevenly": 60, "work-in-progress": 61, "silliest": 62, "balk": 63, "confused": 64, "hijacks": 65, "smug": 66, "beyond-lame": 67, "unnerve": 68, "hammering": 69, "horses": 70, "tartness": 71, "ultra-low-budget": 72, "retread": 73, "nine": 74, "treasures": 75, "noxious": 76, "reeking": 77, "sacrifice": 78, "merge": 79, "pg-13-rated": 80, "allowing": 81, "charade": 82, "civic": 83, "fantasma": 84, "monastic": 85, "suggests": 86, "throwaway": 87, "puns": 88, "uhhh": 89, "steven": 90, "unaccountable": 91, "supposed": 92, "drastic": 93, "worldly": 94, "democracie": 95, "uproar": 96, "trickery": 97, "soldier": 98, "stabs": 99, "issue": 100, "compressed": 101, "cheat": 102, "vicarious": 103, "discretion": 104, "eudora": 105, "contriving": 106, "marching": 107, "block": 108, "pan-american": 109, "harps": 110, "hastier": 111, "marinated": 112, "inflammatory": 113, "top": 114, "variations": 115, "warthog": 116, "insultingly": 117, "mistakenly": 118, "altogether": 119, "disappointments": 120, "vaudeville": 121, "unembarrassing": 122, "videotape": 123, "one-sidedness": 124, "waited": 125, "welt": 126, "guise": 127, "nicest": 128, "savory": 129, "purists": 130, "spat": 131, "portrait": 132, "tailor": 133, "unflinching": 134, "upper": 135, "'": 136, "affecting": 137, "support": 138, "blue-light-special": 139, "unsurpassed": 140, "patriot": 141, "one-of-a-kind": 142, "wry": 143, "overwhelmed": 144, "spain": 145, "dumped": 146, "path": 147, "congrats": 148, "chuck": 149, "decomposition": 150, "teen": 151, "videogame": 152, "starry": 153, "environmentalism": 154, "prominently": 155, "grisham": 156, "masterpeice": 157, "extra": 158, "carbon": 159, "touch\u00e9": 160, "squeamish": 161, "galvanize": 162, "bile": 163, "cunningham": 164, "festive": 165, "subsided": 166, "fair": 167, "favored": 168, "virtuoso": 169, "ourside": 170, "away": 171, "dodger": 172, "him": 173, "upbeat": 174, "wallflower": 175, "acolytes": 176, "basic": 177, "psychoanalytical": 178, "guei": 179, "number": 180, "extrusion": 181, "hatosy": 182, "turntablism": 183, "croze": 184, "passably": 185, "dawdles": 186, "mulan": 187, "leguizamo": 188, "reputation": 189, "genet": 190, "foreshadowing": 191, "pegged": 192, "exhaust": 193, "monster": 194, "blowing": 195, "griping": 196, "similar": 197, "rips": 198, "filmmaker": 199, "form": 200, "intricately": 201, "isabelle": 202, "mid-section": 203, "milestone": 204, "kahlo": 205, "mundane": 206, "beach": 207, "period-perfect": 208, "pants": 209, "persistent": 210, "overstuffed": 211, "packed": 212, "super-serious": 213, "pur\u00e9ed": 214, "devotes": 215, "pop-induced": 216, "undogmatic": 217, "stunningly": 218, "tales": 219, "lds": 220, "inspector": 221, "latent": 222, "prejudices": 223, "partners": 224, "restroom": 225, "unified": 226, "ticket-buyers": 227, "autistic": 228, "outing": 229, "hibernation": 230, "perfected": 231, "racial": 232, "enjoyed": 233, "actually": 234, "tis": 235, "wickedly": 236, "pseudo-rock-video": 237, "scorcher": 238, "conceptual": 239, "regrets": 240, "suspicion": 241, "maniac": 242, "distant": 243, "stimulating": 244, "jews": 245, "obscure": 246, "archival": 247, "lame": 248, "exists": 249, "herd": 250, "espionage": 251, "headlong": 252, "hyper-real": 253, "indignant": 254, "drives": 255, "register": 256, "resemblance": 257, "ok": 258, "pasadena": 259, "shaped": 260, "sally": 261, "letting": 262, "decasia": 263, "shaky": 264, "lacerating": 265, "ut": 266, "chest": 267, "cleaver": 268, "bang-the-drum": 269, "dialog": 270, "monkeys": 271, "ram": 272, "benefitted": 273, "'d": 274, "particular": 275, "outrun": 276, "jumps": 277, "eke": 278, "invasion": 279, "dramatized": 280, "sabara": 281, "fathom": 282, "numbered": 283, "follies": 284, "troubling": 285, "comparing": 286, "cultures": 287, "jaglom": 288, "hot-button": 289, "servitude": 290, "pausing": 291, "dense": 292, "stop-go": 293, "concerns": 294, "god": 295, "impressed": 296, "pile-ups": 297, "solution": 298, "happiest": 299, "waterlogged": 300, "genre-curling": 301, "century": 302, "nebrida": 303, "computer": 304, "libidinous": 305, "entitled": 306, "texas": 307, "were": 308, "wander": 309, "york": 310, "spoofing": 311, "branagh": 312, "tied": 313, "heroic": 314, "hijinks": 315, "juxtaposition": 316, "plays": 317, "ineffectual": 318, "kissing": 319, "belonged": 320, "cameo": 321, "parental": 322, "marivaux": 323, "indieflick": 324, "naomi": 325, "blanks": 326, "pick": 327, "day": 328, "snap-crackle": 329, "spray": 330, "pushing": 331, "dentist": 332, "portent-heavy": 333, "vittorio": 334, "ne": 335, "well-oiled": 336, "down": 337, "hideous": 338, "sing": 339, "assault": 340, "misperception": 341, "rediscover": 342, "serry": 343, "thankfully": 344, "longevity": 345, "hubert": 346, "implication": 347, "jokester": 348, "pillage": 349, "questing": 350, "forever": 351, "receding": 352, "still-raw": 353, "memoir": 354, "recognise": 355, "operatic": 356, "cheesiest": 357, "helpful": 358, "bottom": 359, "community-therapy": 360, "gander": 361, "binging": 362, "scarface": 363, "scratch": 364, "lived-in": 365, "really": 366, "genial": 367, "breasts": 368, "cell": 369, "double-barreled": 370, "inferior": 371, "ke": 372, "weightless": 373, "doubts": 374, "wears": 375, "protect": 376, "versatile": 377, "natter": 378, "hi": 379, "oddballs": 380, "tezuka": 381, "stitched": 382, "13": 383, "within": 384, "musical": 385, "50-million": 386, "playas": 387, "ate": 388, "illumination": 389, "projects": 390, "crimen": 391, "capably": 392, "regurgitates": 393, "throw": 394, "hill": 395, "amoses": 396, "mankind": 397, "introduce": 398, "bind": 399, "inject": 400, "mouthpieces": 401, "rain": 402, "burnt-out": 403, "traditions": 404, "tuck": 405, "betrayals": 406, "prurient": 407, "rattled": 408, "bernstein": 409, "sweep": 410, "trials": 411, "filmgoers": 412, "versus": 413, "notion": 414, "pity": 415, "greatness": 416, "voyeur": 417, "beheadings": 418, "profane": 419, "lavish": 420, "psychotic": 421, "fanatical": 422, "pay-off": 423, "asbury": 424, "contests": 425, "difficulties": 426, "conclusion": 427, "helga": 428, "sorrowfully": 429, "antsy": 430, "internal": 431, "necessary": 432, "95": 433, "todd": 434, "ratcatcher": 435, "underdramatized": 436, "celebrate": 437, "timid": 438, "vega": 439, "desert": 440, "raps": 441, "imponderably": 442, "raindrop": 443, "consuming": 444, "casual": 445, "empathizes": 446, "fails": 447, "too-conscientious": 448, "amber": 449, "nuttgens": 450, "exaggerated": 451, "pumpkin": 452, "subsequent": 453, "dissidents": 454, "telegraphing": 455, "becomes": 456, "farm": 457, "meaty": 458, "went": 459, "resuscitation": 460, "elmore": 461, "liberally": 462, "late": 463, "definitive": 464, "exterminator": 465, "acumen": 466, "tree": 467, "claus": 468, "liar": 469, "halfway": 470, "wreak": 471, "imparting": 472, "digressions": 473, "limping": 474, "lost": 475, "twohy": 476, "emulates": 477, "livelier": 478, "whirlwind": 479, "sailor": 480, "leftover": 481, "name-calling": 482, "mordant": 483, "well-made": 484, "embers": 485, "grade-grubbers": 486, "time-vaulting": 487, "elderly": 488, "everyday": 489, "coincidences": 490, "propensity": 491, "thing-type": 492, "rash": 493, "stench": 494, "surgeon": 495, "uneasy": 496, "eye-rolling": 497, "wire": 498, "preschool": 499, "portrayed": 500, "ayurveda": 501, "confusions": 502, "compass": 503, "doltish": 504, "goosebumps": 505, "outright": 506, "petter": 507, "resumes": 508, "jolts": 509, "crudities": 510, "screwing": 511, "hogan": 512, "identity-seeking": 513, "subjects": 514, "6-year-old": 515, "gasping": 516, "flocking": 517, "slam-bang": 518, "sleight": 519, "unleashes": 520, "zany": 521, "talent": 522, "registering": 523, "cinematic": 524, "brandishing": 525, "half-an-hour": 526, "hu": 527, "newly": 528, "twenty-three": 529, "hyper-realistic": 530, "widely": 531, "insufferable": 532, "mormon": 533, "creator": 534, "middle": 535, "degrees": 536, "strongly": 537, "dogtown": 538, "forum": 539, "patiently": 540, "unfamiliar": 541, "forgetting": 542, "trier": 543, "often-cute": 544, "privy": 545, "shiner": 546, "unsalvageability": 547, "yours": 548, "superfluous": 549, "exiled": 550, "moralistic": 551, "punchlines": 552, "detract": 553, "illogical": 554, "sassy": 555, "w": 556, "wonderful": 557, "fog": 558, "keg": 559, "sticks": 560, "beatnik": 561, "armenians": 562, "shawn": 563, "cop": 564, "ordeal": 565, "shu": 566, "reliable": 567, "wordy": 568, "emerged": 569, "these": 570, "packs": 571, "eye-opener": 572, "setting": 573, "portentous": 574, "hallelujah": 575, "full-blown": 576, "margaret": 577, "melville": 578, "aplenty": 579, "residuals": 580, "siege": 581, "dumbest": 582, "undergraduate": 583, "squashed": 584, "maggie": 585, "juiced": 586, "flog": 587, "backlash": 588, "geographical": 589, "designed": 590, "eddie": 591, "baby": 592, "delighted": 593, "maker": 594, "jane": 595, "only": 596, "dip": 597, "aboriginal": 598, "illuminated": 599, "pascale": 600, "show-tunes": 601, "gary": 602, "coolness": 603, "muted": 604, "affable": 605, "consequence": 606, "mattered": 607, "asleep": 608, "pleaser": 609, "guilt-suffused": 610, "slathered": 611, "screwups": 612, "repartee": 613, "exercises": 614, "unceasing": 615, "tenor": 616, "offerings": 617, "50-year": 618, "playwright": 619, "insinuating": 620, "contacts": 621, "unpredictable": 622, "subordinate": 623, "chateau": 624, "illness": 625, "bigoted": 626, "goyer": 627, "cheesiness": 628, "good-naturedness": 629, "out-of-field": 630, "ordinances": 631, "lengths": 632, "celebratory": 633, "raja": 634, "forgotten": 635, "wankery": 636, "arena": 637, "hushed": 638, "psychodrama": 639, "scooping": 640, "sever": 641, "summer-camp": 642, "tickets": 643, "realize": 644, "flux": 645, "clich\u00e9d": 646, "debated": 647, "bumper": 648, "labelled": 649, "friday-night": 650, "least": 651, "clambake": 652, "endlessly": 653, "preciseness": 654, "cq": 655, "smarter": 656, "storylines": 657, "characterized": 658, "deeds": 659, "unbelievably": 660, "column": 661, "carnival": 662, "porous": 663, "questions": 664, "terrorism": 665, "beautiful": 666, "live": 667, "deriding": 668, "pyromania": 669, "pitfalls": 670, "rainy": 671, "howler": 672, "schwartzman": 673, "doomsday": 674, "transform": 675, "heinous": 676, "racked": 677, "switch": 678, "102-minute": 679, "pore": 680, "half-hour": 681, "reminded": 682, "shiver": 683, "degree": 684, "remained": 685, "taps": 686, "beaut": 687, "c.h.o.": 688, "damned": 689, "drung": 690, "status": 691, "pin": 692, "third": 693, "unbearably": 694, "water": 695, "kahn": 696, "assaults": 697, "scintillating": 698, "deal": 699, "sledgehammer": 700, "treebeard": 701, "referential": 702, "photographer": 703, "require": 704, "german": 705, "masses": 706, "confuse": 707, "striking": 708, "stylish": 709, "derails": 710, "skims": 711, "voice": 712, "comparisons": 713, "circumstances": 714, "supplied": 715, "transferral": 716, "ducts": 717, "overplotted": 718, "nonchalant": 719, "flatly": 720, "2": 721, "jumbo": 722, "guru": 723, "disconnects": 724, "mumbo-jumbo": 725, "reek": 726, "2525": 727, "remains": 728, "comeback": 729, "fiend": 730, "lodge": 731, "168-minute": 732, "99": 733, "guy-in-a-dress": 734, "less-is-more": 735, "hanson": 736, "ugly": 737, "yourself": 738, "misfiring": 739, "adobo": 740, "guidelines": 741, "try": 742, "aspire": 743, "grisly": 744, "adjusting": 745, "fleeting": 746, "rea": 747, "constrictive": 748, "larceny": 749, "working-class": 750, "mediterranean": 751, "insistence": 752, "hack": 753, "irksome": 754, "emptily": 755, "lips": 756, "noisy": 757, "version": 758, "matheson": 759, "dreamy": 760, "essence": 761, "unholy": 762, "anthology": 763, "enduring": 764, "falling": 765, "wrestler": 766, "checkout": 767, "comparison": 768, "checklist": 769, "show": 770, "defies": 771, "squanders": 772, "softest": 773, "highlander": 774, "shreds": 775, "jed": 776, "cooper": 777, "virgin": 778, "dusty": 779, "handy": 780, "media": 781, "wildcard": 782, "mounts": 783, "feminism": 784, "extols": 785, "semi-autobiographical": 786, "wrap": 787, "jumble": 788, "rap-metal": 789, "lopez": 790, "sympathy": 791, "professional": 792, "bits": 793, "drink": 794, "frames": 795, "globalizing": 796, "impacts": 797, "intrigue": 798, "guy": 799, "disguised": 800, "quinn": 801, "varmints": 802, "tonga": 803, "corner": 804, "witty": 805, "majority": 806, "deceitful": 807, "military": 808, "cold-blooded": 809, "lanes": 810, "disarming": 811, "65th": 812, "oddity": 813, "ideological": 814, "fledgling": 815, "tapestry": 816, "susan": 817, "stimulate": 818, "tone-deaf": 819, "speedy": 820, "sex": 821, "flibbertigibbet": 822, "trained": 823, "cliche-ridden": 824, "tacks": 825, "possesses": 826, "depression-era": 827, "badder": 828, "reflected": 829, "disrupts": 830, "pound": 831, "inventing": 832, "hornby": 833, "gored": 834, "whole": 835, "cowardly": 836, "couples": 837, "gaudy": 838, "brunt": 839, "mothball-y": 840, "bouquet": 841, "patriotic": 842, "kid-friendly": 843, "reminders": 844, "ushers": 845, "eloquent": 846, "stylist": 847, "year-end": 848, "exterior": 849, "limb": 850, "heart-rate-raising": 851, "warlord": 852, "cling": 853, "clich\u00e9": 854, "endearingly": 855, "sword": 856, "grenade": 857, "self-glorification": 858, "full-frontal": 859, "quaid": 860, "germany": 861, "big-fisted": 862, "macdonald": 863, "album": 864, "cathartic": 865, "pubescent": 866, "mclaughlin": 867, "detailed": 868, "heralds": 869, "tavernier": 870, "eyeballs": 871, "rick": 872, "wig": 873, "thornberrys": 874, "starship": 875, "warriors": 876, "hidden-agenda": 877, "weasels": 878, "nuances": 879, "simplicity": 880, "revolve": 881, "listening": 882, "covered": 883, "nuclear": 884, "assistant": 885, "articulated": 886, "delay": 887, "apted": 888, "equate": 889, "flatter": 890, "laggard": 891, "slob": 892, "monsoon": 893, "train": 894, "three-dimensional": 895, "birmingham": 896, "ambitious": 897, "coloring": 898, "fabulousness": 899, "metaphor": 900, "outings": 901, "nephew": 902, "seller": 903, "piercingly": 904, "tended": 905, "hossein": 906, "bibi": 907, "completed": 908, "explanations": 909, "methodically": 910, "showmanship": 911, "unmemorable": 912, "laramie": 913, "discourages": 914, "redone": 915, "retch": 916, "apt": 917, "chooses": 918, "had": 919, "wannabe-hip": 920, "changer": 921, "startle": 922, "wound": 923, "castle": 924, "deliver": 925, "thus": 926, "sociopaths": 927, "star-splashed": 928, "debts": 929, "mcdowell": 930, "buy": 931, "artnering": 932, "respite": 933, "brotherly": 934, "american-style": 935, "b-grade": 936, "engineering": 937, "clipped": 938, "letdown": 939, "deploys": 940, "reconstruction": 941, "spiked": 942, "snappy": 943, "interrelationships": 944, "mildly": 945, "clumsily": 946, "inadvertent": 947, "introduces": 948, "problem": 949, "roller-coaster": 950, "pee-related": 951, "middle-aged": 952, "attack": 953, "1957": 954, "provocatuers": 955, "inexorable": 956, "many": 957, "commodity": 958, "undisputed": 959, "quietude": 960, "excruciatingly": 961, "character-oriented": 962, "luvvies": 963, "story": 964, "schmucks": 965, "brain-slappingly": 966, "hand-held": 967, "ground": 968, "plot": 969, "windtalkers": 970, "discord": 971, "promised": 972, "domino": 973, "physique": 974, "catcher": 975, "moratorium": 976, "scrapbook": 977, "design": 978, "avalanche": 979, "lower": 980, "cheech": 981, "alleys": 982, "pb": 983, "clumsiness": 984, "crippled": 985, "15-year-old": 986, "establishes": 987, "session": 988, "driven": 989, "plump": 990, "gryffindor": 991, "ensures": 992, "uproarious": 993, "diatribes": 994, "unapologetic": 995, "ally": 996, "enlightened": 997, "potholes": 998, "troopers": 999, "venerable": 1000, "banal": 1001, "wailing": 1002, "deny": 1003, "fontaine": 1004, "louts": 1005, "eileen": 1006, "75": 1007, "granger": 1008, "ordinary": 1009, "sacrificing": 1010, "spine": 1011, "string": 1012, "tradition": 1013, "tuna": 1014, "wyman": 1015, "purity": 1016, "thousands": 1017, "limitations": 1018, "animated-movie": 1019, "communications": 1020, "offering": 1021, "presenting": 1022, "actions": 1023, "indulgence": 1024, "leonard": 1025, "objects": 1026, "upside": 1027, "outrageousness": 1028, "derived": 1029, "contradictions": 1030, "disturbed": 1031, "blight": 1032, "completist": 1033, "falls": 1034, "kirkegaard": 1035, "comfortable": 1036, "catastrophic": 1037, "i": 1038, "ben": 1039, "stevenon": 1040, "cinematographer": 1041, "gained": 1042, "daytime": 1043, "imamura": 1044, "barrow": 1045, "hanna-barbera": 1046, "rough": 1047, "surprising": 1048, "voluptuous": 1049, "redolent": 1050, "alarming": 1051, "workplace": 1052, "earlier": 1053, "advertisement": 1054, "barker": 1055, "bona": 1056, "feminine": 1057, "multilayered": 1058, "neo-realist": 1059, "slot": 1060, "odds": 1061, "gyllenhaal": 1062, "undisciplined": 1063, "reassure": 1064, "whiplash": 1065, "secretary": 1066, "definition": 1067, "perabo": 1068, "deceptively": 1069, "transfixes": 1070, "opting": 1071, "lyric": 1072, "memory": 1073, "uncommonly": 1074, "disciplined": 1075, "openness": 1076, "zest": 1077, "existed": 1078, "spontaneity": 1079, "mishmash": 1080, "ruins": 1081, "o'neill": 1082, "sociological": 1083, "appreciated": 1084, "someplace": 1085, "alexandre": 1086, "so-so": 1087, "released": 1088, "electrocute": 1089, "berling": 1090, "bluer": 1091, "partway": 1092, "movie-esque": 1093, "undercuts": 1094, "multitude": 1095, "deterioration": 1096, "regeneration": 1097, "robinson": 1098, "surfer-girl": 1099, "achieving": 1100, "claude": 1101, "existing": 1102, "kidman": 1103, "lovefest": 1104, "cons": 1105, "indifferently": 1106, "rubbo": 1107, "shag": 1108, "delicious": 1109, "flurries": 1110, "baca-asay": 1111, "rumination": 1112, "scorcese": 1113, "reassuring": 1114, "talented": 1115, "tatou": 1116, "hamstrung": 1117, "convincing": 1118, "laziness": 1119, "pre": 1120, "ellis": 1121, "bristles": 1122, "kurdish": 1123, "crosses": 1124, "fragile": 1125, "see": 1126, "danis": 1127, "standardized": 1128, "rough-around-the-edges": 1129, "hmmmmm": 1130, "coulda": 1131, "capable": 1132, "hemmingway": 1133, "miscasts": 1134, "cuisine": 1135, "minds": 1136, "testimonials": 1137, "clause": 1138, "cadence": 1139, "snazziness": 1140, "arbitrary": 1141, "outbursts": 1142, "fleet-footed": 1143, "c.": 1144, "narcotics": 1145, "ripe": 1146, "compulsion": 1147, "slave": 1148, "subgenre": 1149, "department": 1150, "ought": 1151, "astounds": 1152, "elder": 1153, "named": 1154, "teen-pop": 1155, "banger": 1156, "gruelling": 1157, "homosexuality": 1158, "cheap-looking": 1159, "sickening": 1160, "daily": 1161, "103-minute": 1162, "entertainments": 1163, "filled": 1164, "certified": 1165, "ounce": 1166, "refreshed": 1167, "sex-soaked": 1168, "sullivan": 1169, "churns": 1170, "pain": 1171, "versions": 1172, "quelle": 1173, "presents": 1174, "unflaggingly": 1175, "parrots": 1176, "proficiently": 1177, "fuel": 1178, "smartly": 1179, "all-too-human": 1180, "brawny": 1181, "deleted": 1182, "revived": 1183, "revenge-of-the-nerds": 1184, "overuse": 1185, "heathers": 1186, "o.": 1187, "coherent": 1188, "hackles": 1189, "dimming": 1190, "aid": 1191, "already": 1192, "illiterate": 1193, "long-winded": 1194, "ripoff": 1195, "time-killer": 1196, "5": 1197, "acting-workshop": 1198, "afforded": 1199, "retitle": 1200, "touches": 1201, "cowering": 1202, "gazing": 1203, "prescient": 1204, "turntable": 1205, "hamming": 1206, "edited": 1207, "pedestrian": 1208, "rohmer": 1209, "oftentimes": 1210, "self-sacrifice": 1211, "jr.": 1212, "grade": 1213, "rewarded": 1214, "andr\u00e9": 1215, "100": 1216, "burrito": 1217, "properties": 1218, "schnieder": 1219, "fudged": 1220, "menacing": 1221, "minute": 1222, "harmed": 1223, "pressed": 1224, "ratchets": 1225, "superb": 1226, "individual": 1227, "leblanc": 1228, "spoken": 1229, "brutal": 1230, "ragbag": 1231, "retrospectively": 1232, "music": 1233, "wind-tunnel": 1234, "coughs": 1235, "stand": 1236, "marginalization": 1237, "directions": 1238, "howling": 1239, "boiled": 1240, "expect": 1241, "reiner": 1242, "brushed": 1243, "multi-character": 1244, "tables": 1245, "depiction": 1246, "conforms": 1247, "gripping": 1248, "18-year-old": 1249, "h": 1250, "obsession": 1251, "well-meant": 1252, "intense": 1253, "romped": 1254, "grin": 1255, "bound": 1256, "1.8": 1257, "action": 1258, "and\\/or": 1259, "halfhearted": 1260, "camouflaging": 1261, "scant": 1262, "lo": 1263, "obscenely": 1264, "bludgeon": 1265, "rounded": 1266, "montied": 1267, "lighten": 1268, "obsessive-compulsive": 1269, "rip-roaring": 1270, "recognizes": 1271, "suggested": 1272, "crossing": 1273, "drown": 1274, "brilliantly": 1275, "blacklight": 1276, "falters": 1277, "nationalism": 1278, "portrays": 1279, "spiritualism": 1280, "surfer": 1281, "completes": 1282, "1954": 1283, "mainstream": 1284, "eternal": 1285, "stayed": 1286, "enforcement": 1287, "skateboarding": 1288, "d": 1289, "bumpy": 1290, "frodo": 1291, "muttering": 1292, "stories": 1293, "wiseman": 1294, "miscalculation": 1295, "bruckheimer": 1296, "formalism": 1297, "built-in": 1298, "dreadful": 1299, "gel": 1300, "blaring": 1301, "shinya": 1302, "affections": 1303, "spunky": 1304, "longtime": 1305, "frenzied": 1306, "flexible": 1307, "flatbush": 1308, "meticulous": 1309, "mora": 1310, "candle": 1311, "implicit": 1312, "empathy": 1313, "doctrine": 1314, "hang": 1315, "needles": 1316, "scrap": 1317, "rigor": 1318, "spanish": 1319, "distracts": 1320, "redeems": 1321, "vistas": 1322, "wise-beyond-her-years": 1323, "crucifixion": 1324, "riviera": 1325, "unearth": 1326, "absorbs": 1327, "honors": 1328, "trapped": 1329, "equipment": 1330, "ugly-looking": 1331, "inner": 1332, "bodacious": 1333, "handbag-clutching": 1334, "famuyiwa": 1335, "lax": 1336, "parlance": 1337, "crossroads": 1338, "clean": 1339, "all-over-the-map": 1340, "avoiding": 1341, "admired": 1342, "spectator": 1343, "dosage": 1344, "values": 1345, "agreed": 1346, "provincial": 1347, "notches": 1348, "t&a": 1349, "ribcage": 1350, "elizabethans": 1351, "steadily": 1352, "scooter": 1353, "easygoing": 1354, "cristo": 1355, "earthbound": 1356, "consciousness": 1357, "depends": 1358, "tissues": 1359, "jack": 1360, "soaked": 1361, "sterling": 1362, "meaningful": 1363, "effort": 1364, "ostensibly": 1365, "chen": 1366, "virulently": 1367, "prechewed": 1368, "microwaves": 1369, "heedless": 1370, "lake": 1371, "expense": 1372, "affirm": 1373, "consciousness-raising": 1374, "great-grandson": 1375, "pic": 1376, "economics": 1377, "mythic": 1378, "contrivance": 1379, "wolfish": 1380, "contorting": 1381, "downtime": 1382, "expectation": 1383, "run-of-the-mill": 1384, "unearthed": 1385, "orphans": 1386, "kidd": 1387, "spinning": 1388, "plethora": 1389, "volume": 1390, "express": 1391, "titles": 1392, "darned": 1393, "trailers": 1394, "gangster": 1395, "intensely": 1396, "inert": 1397, "besides": 1398, "clericks": 1399, "difficult-to-swallow": 1400, "behaviour": 1401, "brothers\\/abrahams": 1402, "shimizu": 1403, "chalk": 1404, "thou": 1405, "predecessors": 1406, "flute": 1407, "hell": 1408, "barrage": 1409, "dope": 1410, "give-me-an-oscar": 1411, "ensemble": 1412, "interlocked": 1413, "jazz": 1414, "mentality": 1415, "retains": 1416, "ballplayer": 1417, "zealanders": 1418, "arrogance": 1419, "above-average": 1420, "airy": 1421, "doses": 1422, "enters": 1423, "fashion": 1424, "significance": 1425, "sports": 1426, "jazz-playing": 1427, "willies": 1428, "fiftysomething": 1429, "low-tech": 1430, "mimics": 1431, "rests": 1432, "slowness": 1433, "stirs": 1434, "published": 1435, "cipher": 1436, "goal": 1437, "letterman": 1438, "toast": 1439, "cary": 1440, "fang-baring": 1441, "seamstress": 1442, "tribulations": 1443, "tully": 1444, "incredibly": 1445, "probe": 1446, "trees": 1447, "malkovich": 1448, "tso": 1449, "ski": 1450, "heart": 1451, "faint": 1452, "disinterest": 1453, "savagely": 1454, "nonjudgmentally": 1455, "courageousness": 1456, "ending": 1457, "pantomimesque": 1458, "sugary": 1459, "cultivation": 1460, "1984": 1461, "buoys": 1462, "chimpanzees": 1463, "loosely-connected": 1464, "plates": 1465, "costumer": 1466, "tunisian": 1467, "notice": 1468, "alan": 1469, "hysterical": 1470, "suicide": 1471, "vice": 1472, "worthwhile": 1473, "fullness": 1474, "gelati": 1475, "denouement": 1476, "gump": 1477, "live-action": 1478, "melodramatic": 1479, "instilled": 1480, "bettany\\/mcdowell": 1481, "account": 1482, "absurdities": 1483, "agony": 1484, "exemplary": 1485, "wavers": 1486, "increasing": 1487, "running": 1488, "meets": 1489, "speculation": 1490, "truth-in-advertising": 1491, "movie-starring": 1492, "ever-ruminating": 1493, "dullards": 1494, "bittersweet": 1495, "make": 1496, "telemarketers": 1497, "connections": 1498, "amiability": 1499, "bastions": 1500, "encumbers": 1501, "possession": 1502, "sydow": 1503, "them": 1504, "libretto": 1505, "aground": 1506, "bathroom": 1507, "equals": 1508, "vintage": 1509, "put": 1510, "reducing": 1511, "waste": 1512, "romanticism": 1513, "mournfully": 1514, "repressed": 1515, "baker": 1516, "momentum": 1517, "1983": 1518, "android": 1519, "essential": 1520, "anthony": 1521, "precise": 1522, "unimpressively": 1523, "angle": 1524, "dependent": 1525, "puzzling": 1526, "theme": 1527, "controversial": 1528, "england": 1529, "facetious": 1530, "ecks": 1531, "sure-fire": 1532, "refuse": 1533, "unmentionables": 1534, "pitch": 1535, "main": 1536, "snore": 1537, "somehow": 1538, "thousand-times": 1539, "triteness": 1540, "confection": 1541, "else": 1542, "k": 1543, "stars": 1544, "bruising": 1545, "high-energy": 1546, "shivers": 1547, "could": 1548, "dancers": 1549, "opportunism": 1550, "pc": 1551, "dreaded": 1552, "asking": 1553, "elevated": 1554, "skolnick": 1555, "buildup": 1556, "throat": 1557, "hours": 1558, "fine-looking": 1559, "ascertain": 1560, "fluidity": 1561, "emphasis": 1562, "trounce": 1563, "12th": 1564, "unhappy": 1565, "hairdo": 1566, "fumbled": 1567, "intractable": 1568, "servicable": 1569, "26": 1570, "infuses": 1571, "journalist": 1572, "opium": 1573, "poo-poo": 1574, "promising": 1575, "defoliation": 1576, "rock-n-rolling": 1577, "scratching": 1578, "sexy": 1579, "heap": 1580, "batch": 1581, "muster": 1582, "pegs": 1583, "nonsense": 1584, "earthy": 1585, "tron": 1586, "spunk": 1587, "swingers": 1588, "banter-filled": 1589, "antagonism": 1590, "contagious": 1591, "masochism": 1592, "flaunting": 1593, "harmless": 1594, "brecht": 1595, "pythonesque": 1596, "ribbing": 1597, "brusqueness": 1598, "background": 1599, "cartoons": 1600, "dialogue": 1601, "mystifying": 1602, "sl2": 1603, "leone": 1604, "fewer": 1605, "relocated": 1606, "tout": 1607, "makmalbaf": 1608, "soberly": 1609, "we": 1610, "wrought": 1611, "outnumber": 1612, "assumes": 1613, "scatological": 1614, "lore": 1615, "carpenter": 1616, "outlet": 1617, "drippiness": 1618, "groans": 1619, "meyjes": 1620, "link": 1621, "been-told-a": 1622, "note": 1623, "cheek": 1624, "butthead": 1625, "slasher-movie": 1626, "tolstoy": 1627, "flattens": 1628, "adds": 1629, "sparse": 1630, "too-spectacular": 1631, "assembled": 1632, "sharing": 1633, "lies": 1634, "le": 1635, "senses": 1636, "flaunts": 1637, "jovial": 1638, "showing": 1639, "mcgrath": 1640, "meditation": 1641, "ultimate": 1642, "village": 1643, "emaciated": 1644, "koshashvili": 1645, "cruelties": 1646, "observes": 1647, "suffocation": 1648, "unspeakably": 1649, "patrolman": 1650, "spy-action": 1651, "update": 1652, "wretchedness": 1653, "movie-industry": 1654, "mind-numbingly": 1655, "soothing": 1656, "testimonial": 1657, "downer": 1658, "alone": 1659, "cities": 1660, "gleaned": 1661, "action-and-popcorn": 1662, "martin": 1663, "wending": 1664, "cineasts": 1665, "country": 1666, "2-d": 1667, "bored": 1668, "capra": 1669, "disturbing": 1670, "modeled": 1671, "tucked": 1672, "betrayed": 1673, "southern": 1674, "unknowing": 1675, "gloom": 1676, "unwrapped": 1677, "fundamentalists": 1678, "continual": 1679, "serene": 1680, "danger": 1681, "everlyn": 1682, "kiarostami": 1683, "solemn": 1684, "concubine": 1685, "tax": 1686, "co-winner": 1687, "prevail": 1688, "well-put-together": 1689, "columns": 1690, "cranked": 1691, "dubious": 1692, "rothman": 1693, "451": 1694, "guillen": 1695, "poised": 1696, "undergo": 1697, "defines": 1698, "lustrous": 1699, "redemptive": 1700, "slots": 1701, "redeeming": 1702, "spookily": 1703, "dullness": 1704, "poem": 1705, "combining": 1706, "wheezy": 1707, "ended": 1708, "bard": 1709, "laden": 1710, "rivals": 1711, "four": 1712, "gondry": 1713, "neglected": 1714, "pardon": 1715, "payola": 1716, "assuredly": 1717, "petroni": 1718, "covers": 1719, "process": 1720, "bikes": 1721, "noises": 1722, "perception": 1723, "roots": 1724, "sausage": 1725, "angeles": 1726, "linearity": 1727, "rhino": 1728, "checking": 1729, "dashing": 1730, "smeared": 1731, "coma-like": 1732, "protecting": 1733, "trumps": 1734, "affirmation": 1735, "excrescence": 1736, "reinvention": 1737, "conceivable": 1738, "enthronement": 1739, "untold": 1740, "wince": 1741, "web": 1742, "drum": 1743, "meandering": 1744, "period": 1745, "queens": 1746, "crisp": 1747, "banter": 1748, "fatalism": 1749, "composer": 1750, "gates": 1751, "investigator": 1752, "predominantly": 1753, "dragged": 1754, "slapstick": 1755, "tonally": 1756, "purposes": 1757, "amours": 1758, "cahill": 1759, "topless": 1760, "time": 1761, "disrespected": 1762, "junk-food": 1763, "palate": 1764, "laying": 1765, "dearth": 1766, "supremely": 1767, "acclaim": 1768, "exposure": 1769, "pseudo-witty": 1770, "indecent": 1771, "gayton": 1772, "kubrick": 1773, "accompanies": 1774, "blutarsky": 1775, "demographically": 1776, "e.t": 1777, "standard-issue": 1778, "cloying": 1779, "insubstantial": 1780, "allodi": 1781, "gullible": 1782, "stuffiest": 1783, "selfish": 1784, "improvise": 1785, "premise": 1786, "tenuous": 1787, "message-movie": 1788, "south-of-the-border": 1789, "invokes": 1790, "artist": 1791, "feeding": 1792, "always": 1793, "manifestos": 1794, "matters": 1795, "underwood": 1796, "miracle": 1797, "broken": 1798, "luhrmann": 1799, "skeletons": 1800, "benevolent": 1801, "discards": 1802, "recall": 1803, "expedience": 1804, "utilizes": 1805, "dazzling": 1806, "beacon": 1807, "marketing": 1808, "succeeded": 1809, "albeit": 1810, "actor\\/director": 1811, "artistically": 1812, "undiscovered": 1813, "khan": 1814, "winces": 1815, "conrad": 1816, "led": 1817, "paunchy": 1818, "loopy": 1819, "rescue": 1820, "meow": 1821, "cycle": 1822, "hooey": 1823, "indicated": 1824, "work-hours": 1825, "maggots": 1826, "retro-refitting": 1827, "turkey-on-rolls": 1828, "well-deserved": 1829, "entertained": 1830, "agenda": 1831, "deliverance": 1832, "initially": 1833, "lushness": 1834, "reconfigured": 1835, "sporadically": 1836, "crowdpleaser": 1837, "riot": 1838, "cutoffs": 1839, "crazier": 1840, "soon": 1841, "rubbish": 1842, "dishonesty": 1843, "masochistic": 1844, "agitator": 1845, "contemptible": 1846, "used": 1847, "snoots": 1848, "claustrophic": 1849, "stubbly": 1850, "snow": 1851, "chasing": 1852, "discloses": 1853, "stringently": 1854, "unreligious": 1855, "run-on": 1856, "swaggers": 1857, "dimensional": 1858, "delineate": 1859, "visit": 1860, "dorm": 1861, "matched": 1862, "unrelentingly": 1863, "have-yourself-a-happy-little-holocaust": 1864, "crisply": 1865, "magi": 1866, "committed": 1867, "freshening": 1868, "knowingly": 1869, "beauty": 1870, "substitutes": 1871, "cash-in": 1872, "ethical": 1873, "south": 1874, "v.s.": 1875, "stakes": 1876, "marked": 1877, "refined": 1878, "pupils": 1879, "refugees": 1880, "slipper": 1881, "kumble": 1882, "china": 1883, "freud": 1884, "purposefully": 1885, "binds": 1886, "cussing": 1887, "viewer": 1888, "small-budget": 1889, "criticizing": 1890, "everything": 1891, "accuracy": 1892, "self-interest": 1893, "lists": 1894, "deserving": 1895, "decade": 1896, "bewitched": 1897, "adherents": 1898, "affirms": 1899, "confronted": 1900, "sake": 1901, "flowering": 1902, "bleakness": 1903, "genocide": 1904, "feisty": 1905, "juliette": 1906, "truest": 1907, "fundamental": 1908, "strategies": 1909, "introduction": 1910, "treating": 1911, "zags": 1912, "retaining": 1913, "all-star": 1914, "paeans": 1915, "esther": 1916, "snazzy": 1917, "virulent": 1918, "amorality": 1919, "jolted": 1920, "interview": 1921, "teenaged": 1922, "8": 1923, "cope": 1924, "heartland": 1925, "moulin": 1926, "recovered": 1927, "transgressive": 1928, "artiste": 1929, "raft": 1930, "eurotrash": 1931, "eisenberg": 1932, "content": 1933, "sleaze": 1934, "time-consuming": 1935, "12": 1936, "apparent": 1937, "tormented": 1938, "renting": 1939, "uglier": 1940, "amazing": 1941, "2002": 1942, "brady": 1943, "gifting": 1944, "glorifying": 1945, "liver": 1946, "floppy": 1947, "heroes": 1948, "twin": 1949, "irony": 1950, "scam": 1951, "scott": 1952, "pull": 1953, "civilized": 1954, "daniel": 1955, "doze": 1956, "remembers": 1957, "22-year-old": 1958, "bicentennial": 1959, "dulled": 1960, "ageism": 1961, "facts": 1962, "philippe": 1963, "bypass": 1964, "big": 1965, "ingratiating": 1966, "bona-fide": 1967, "hyper-cliched": 1968, "personifying": 1969, "plateau": 1970, "middle-brow": 1971, "discomfort": 1972, "mob": 1973, "triumphant": 1974, "horrified": 1975, "acknowledging": 1976, "annex": 1977, "1994": 1978, "halos": 1979, "stylishly": 1980, "errs": 1981, "bowser": 1982, "americana": 1983, "malik": 1984, "n.m.": 1985, "passionate": 1986, "school-age": 1987, "news": 1988, "hat-in-hand": 1989, "spinotti": 1990, "engulfed": 1991, "bonds": 1992, "sofia": 1993, "holiday-season": 1994, "dwarf": 1995, "most": 1996, "perfervid": 1997, "stoppard": 1998, "celeb-strewn": 1999, "discount": 2000, "flavor": 2001, "tangents": 2002, "idemoto": 2003, "thanks": 2004, "excited": 2005, "marine": 2006, "galan": 2007, "little-remembered": 2008, "haphazardness": 2009, "1959": 2010, "yank": 2011, "duking": 2012, "innovative": 2013, "fills": 2014, "receive": 2015, "burst": 2016, "posing": 2017, "alleged": 2018, "courting": 2019, "sentimentalized": 2020, "shayamalan": 2021, "kid-movie": 2022, "affair": 2023, "forcefully": 2024, "sickly": 2025, "priggish": 2026, "boats": 2027, "walls": 2028, "tolerate": 2029, "observed": 2030, "genre-busting": 2031, "contents": 2032, "oration": 2033, "mel": 2034, "'ll": 2035, "baby-faced": 2036, "s.": 2037, "charmers": 2038, "further": 2039, "townsend": 2040, "pass": 2041, "madcap": 2042, "dad": 2043, "concept": 2044, "margin": 2045, "obnoxiously": 2046, "irwins": 2047, "seen": 2048, "vampire": 2049, "child-centered": 2050, "wastes": 2051, "dual": 2052, "channels": 2053, "cackles": 2054, "fix": 2055, "item": 2056, "labored": 2057, "near-masterpiece": 2058, "coy": 2059, "implicitly": 2060, "regardless": 2061, "majority-oriented": 2062, "trust": 2063, "motions": 2064, "combustible": 2065, "fast-moving": 2066, "classics": 2067, "onstage": 2068, "push-the-limits": 2069, "scratches": 2070, "location": 2071, "sub-par": 2072, "wheezing": 2073, "aspired": 2074, "filter": 2075, "fresher": 2076, "ballistic-pyrotechnic": 2077, "noticeable": 2078, "hyper": 2079, "engage": 2080, "lackluster": 2081, "outr\u00e9": 2082, "danilo": 2083, "post-soviet": 2084, "assured": 2085, "soaringly": 2086, "thereafter": 2087, "survivable": 2088, "tryingly": 2089, "flinging": 2090, "shakesperean": 2091, "felinni": 2092, "seems": 2093, "propaganda": 2094, "parent": 2095, "niche": 2096, "rotting": 2097, "frat-boy": 2098, "shekhar": 2099, "colonel": 2100, "mail-order": 2101, "snatch": 2102, "assuredness": 2103, "creeps": 2104, "sloughs": 2105, "takes": 2106, "informs": 2107, "clutchy": 2108, "fanatically": 2109, "bonbon": 2110, "cavaradossi": 2111, "narrated": 2112, "disposable": 2113, "defiance": 2114, "english-language": 2115, "lays": 2116, "recognizably": 2117, "teeny-bopper": 2118, "wizard": 2119, "yelling": 2120, "fingering": 2121, "conduct": 2122, "lilo": 2123, "lumpy": 2124, "tends": 2125, "clarity": 2126, "martyr": 2127, "scandal": 2128, "meander": 2129, "creates": 2130, "ignore": 2131, "steamy": 2132, "heart-breakingly": 2133, "yammering": 2134, "fear-reducing": 2135, "awfully": 2136, "novelistic": 2137, "haughtiness": 2138, "hungry-man": 2139, "overcoming-obstacles": 2140, "tidal": 2141, "over-25s": 2142, "reptilian": 2143, "tear-drenched": 2144, "scum": 2145, "centering": 2146, "alterations": 2147, "progress": 2148, "spends": 2149, "underconfident": 2150, "pains": 2151, "nakata": 2152, "evergreen": 2153, "ex-wife": 2154, "retelling": 2155, "struts": 2156, "tonto": 2157, "na\u00efve": 2158, "jones": 2159, "conflict": 2160, "everybody": 2161, "journey": 2162, "assumption": 2163, "leppard": 2164, "greater": 2165, "ladies": 2166, "heartbreak": 2167, "lascivious-minded": 2168, "divining": 2169, "measures": 2170, "literal": 2171, "heartrending": 2172, "punitive": 2173, "crocodile": 2174, "rough-trade": 2175, "chateaus": 2176, "motorized": 2177, "fist": 2178, "junk": 2179, "out-depress": 2180, "splashed": 2181, "treachery": 2182, "copious": 2183, "full-length": 2184, "rashomon-for-dipsticks": 2185, "salient": 2186, "fades": 2187, "night": 2188, "beyond": 2189, "sticky-sweet": 2190, "old-movie": 2191, "aisle": 2192, "subservient": 2193, "week": 2194, "constricted": 2195, "piesiewicz": 2196, "suit": 2197, "consistent": 2198, "hardly": 2199, "crackles": 2200, "unforgivably": 2201, "scrutinize": 2202, "wayward": 2203, "qual": 2204, "beresford": 2205, "permission": 2206, "moral": 2207, "narcissistic": 2208, "writhing": 2209, "knowing": 2210, "ad": 2211, "reluctant": 2212, "decrepit": 2213, "trek": 2214, "honored": 2215, "lecherous": 2216, "headed": 2217, "westerners": 2218, "genteel": 2219, "beguiling": 2220, "deceivingly": 2221, "pot": 2222, "honorably": 2223, "yi": 2224, "patting": 2225, "smear": 2226, "stereotypes": 2227, "upping": 2228, "diluted": 2229, "proceedings": 2230, "inspire": 2231, "remaining": 2232, "well-directed": 2233, "\\*\\*": 2234, "rampling": 2235, "directly": 2236, "philibert": 2237, "junk-calorie": 2238, "pungent": 2239, "money-grubbing": 2240, "workings": 2241, "day-lewis": 2242, "provoking": 2243, "brothers": 2244, "doddering": 2245, "doubt": 2246, "quaking": 2247, "sixth": 2248, "swinging": 2249, "interpreting": 2250, "populated": 2251, "classy": 2252, "entranced": 2253, "cliques": 2254, "oscars": 2255, "idiocy": 2256, "clean-cut": 2257, "code-talk": 2258, "capitalize": 2259, "jfk": 2260, "salt-of-the-earth": 2261, "numbness": 2262, "courtroom": 2263, "bigelow": 2264, "blessing": 2265, "fart": 2266, "cable": 2267, "armenian": 2268, "solutions": 2269, "recently": 2270, "promotes": 2271, "appalling": 2272, "fictional": 2273, "indicate": 2274, "jaw-dropping": 2275, "inconsequential": 2276, "played-out": 2277, "messy": 2278, "allen": 2279, "fling": 2280, "cases": 2281, "two-thirds": 2282, "provocations": 2283, "enthralling": 2284, "lawyers": 2285, "stodgy": 2286, "howlingly": 2287, "wednesday": 2288, "quintessential": 2289, "awarded": 2290, "aided": 2291, "concepts": 2292, "kiddie-friendly": 2293, "lasting": 2294, "makhmalbaf": 2295, "generates": 2296, "sense": 2297, "bore": 2298, "quietness": 2299, "appreciation": 2300, "bled": 2301, "shiri": 2302, "torture": 2303, "using": 2304, "director-writer": 2305, "stagy": 2306, "flip": 2307, "tidy": 2308, "iles": 2309, "overladen": 2310, "disadvantage": 2311, "liotta": 2312, "resembles": 2313, "together": 2314, "reviews": 2315, "oh-so-important": 2316, "hirosue": 2317, "pristine": 2318, "mid": 2319, "overpowered": 2320, "seductively": 2321, "negated": 2322, "sillier": 2323, "theorizing": 2324, "stupidly": 2325, "undertaking": 2326, "exhilaration": 2327, "'30s": 2328, "fetishes": 2329, "showgirls": 2330, "pabst": 2331, "war-movie": 2332, "wilt": 2333, "apartment": 2334, "startling": 2335, "projection": 2336, "brainy": 2337, "next": 2338, "monday": 2339, "scarily": 2340, "wonders": 2341, "shootout": 2342, "honor": 2343, "ignored": 2344, "tenet": 2345, "milestones": 2346, "koyaanisqatsi": 2347, "'53": 2348, "elements": 2349, "phoenix": 2350, "reader": 2351, "incoherent": 2352, "comforting": 2353, "racial-issues": 2354, "idealism": 2355, "picking": 2356, "misty-eyed": 2357, "motionless": 2358, "verisimilitude": 2359, "abbass": 2360, "prattle": 2361, "illuminating": 2362, "kincaid": 2363, "laid-back": 2364, "grasps": 2365, "10-course": 2366, "ripper": 2367, "miike": 2368, "aimlessness": 2369, "michel": 2370, "moist": 2371, "popped": 2372, "durable": 2373, "non-britney": 2374, "timewaster": 2375, "church": 2376, "statesmen": 2377, "waters-like": 2378, "inadvertently": 2379, "shaggy": 2380, "chicago": 2381, "goldbacher": 2382, "hideously": 2383, "behind": 2384, "predators": 2385, "techniques": 2386, "done": 2387, "immediately": 2388, "liberalism": 2389, "aniston": 2390, "plying": 2391, "stonehenge": 2392, "christopher": 2393, "bode": 2394, "nicky": 2395, "player": 2396, "praise": 2397, "dealt": 2398, "rated": 2399, "blast": 2400, "veterans": 2401, "enormous": 2402, "interesting": 2403, "erika": 2404, "reverence": 2405, "microcosm": 2406, "chins": 2407, "crushes": 2408, "molehill": 2409, "vein": 2410, "ha": 2411, "the-week": 2412, "teenagers": 2413, "methamphetamines": 2414, "kalvert": 2415, "spangle": 2416, "bathing": 2417, "nonchallenging": 2418, "nuts": 2419, "cartoon": 2420, "starting": 2421, "atrocities": 2422, "dished": 2423, "lesser": 2424, "overrides": 2425, "backstabbing": 2426, "turpin": 2427, "mar": 2428, "fragmentary": 2429, "wanes": 2430, "breeziness": 2431, "fond": 2432, "unexplained": 2433, "unavailable": 2434, "loneliest": 2435, "explosions": 2436, "few": 2437, "sometime": 2438, "armed": 2439, "long": 2440, "david": 2441, "tries": 2442, "tots": 2443, "again": 2444, "macnaughton": 2445, "unity": 2446, "tinge": 2447, "bleep": 2448, "succeeds": 2449, "hundert": 2450, "sprung": 2451, "swaggering": 2452, "toward": 2453, "80": 2454, "london": 2455, "well-worn": 2456, "sub-formulaic": 2457, "punched": 2458, "insulting": 2459, "clinic": 2460, "hostage": 2461, "youth": 2462, "bilked": 2463, "nowadays": 2464, "hooting": 2465, "wahlberg": 2466, "tightening": 2467, "belt": 2468, "wordless": 2469, "improvisations": 2470, "disposition": 2471, "clout": 2472, "contribution": 2473, "single-mindedly": 2474, "afterwards": 2475, "unorthodox": 2476, "musty": 2477, "beta": 2478, "keenest": 2479, "crushing": 2480, "confronting": 2481, "bark": 2482, "genuine": 2483, "miracles": 2484, "third-act": 2485, "boil": 2486, "central": 2487, "evident": 2488, "academy": 2489, "distances": 2490, "highfalutin": 2491, "sorriest": 2492, "pillowcases": 2493, "pacino": 2494, "garry": 2495, "immorality": 2496, "petri": 2497, "thinkers": 2498, "under-rehearsed": 2499, "convicted": 2500, "historians": 2501, "afresh": 2502, "botched": 2503, "masterpieces": 2504, "spades": 2505, "lynch-like": 2506, "vivi": 2507, "puerile": 2508, "payne": 2509, "iran": 2510, "bless": 2511, "sytle": 2512, "emperor": 2513, "penance": 2514, "weber": 2515, "lively": 2516, "rehearsal": 2517, "buzz-obsessed": 2518, "interests": 2519, "garish": 2520, "injected": 2521, "badly-rendered": 2522, "unturned": 2523, "moralizing": 2524, "absorbed": 2525, "skin": 2526, "done-to-death": 2527, "hotter": 2528, "illusions": 2529, "net": 2530, "all-stars": 2531, "cash": 2532, "gerald": 2533, "pun": 2534, "authentically": 2535, "domestic": 2536, "mediocrity": 2537, "vulgar": 2538, "blighter": 2539, "restrictive": 2540, "bette": 2541, "drama\\/action": 2542, "feral": 2543, "reeks": 2544, "relegated": 2545, "zombie-land": 2546, "wedding": 2547, "pregnancy": 2548, "callie": 2549, "demons": 2550, "artistry": 2551, "damning": 2552, "drizzle": 2553, "pony": 2554, "recycling": 2555, "less-than-magic": 2556, "overloads": 2557, "rushed": 2558, "tens": 2559, "undoing": 2560, "videos": 2561, "pretentiousness": 2562, "likably": 2563, "disgracefully": 2564, "p.c.": 2565, "28k": 2566, "insistent": 2567, "augmentation": 2568, "overinflated": 2569, "poking": 2570, "tighter": 2571, "trombone": 2572, "photography": 2573, "searing": 2574, "finishes": 2575, "non-firsthand": 2576, "peddled": 2577, "spiderman": 2578, "werewolf": 2579, "grandparents": 2580, "hanging": 2581, "drained": 2582, "noir": 2583, "predictability": 2584, "quietly": 2585, "slivers": 2586, "award-winning": 2587, "speeds": 2588, "astoundingly": 2589, "technique": 2590, "nalin": 2591, "by-the-book": 2592, "anti-virus": 2593, "description": 2594, "critiquing": 2595, "shocker": 2596, "scrawled": 2597, "jersey": 2598, "clowns": 2599, "marketplace": 2600, "decorating": 2601, "replete": 2602, "ardent": 2603, "gorefest": 2604, "flame": 2605, "everett": 2606, "heard": 2607, "maelstr\u00f6m": 2608, "delivers": 2609, "universally": 2610, "rarity": 2611, "foxworthy": 2612, "been": 2613, "chillingly": 2614, "pan": 2615, "hardship": 2616, "radar": 2617, "death-defying": 2618, "scan": 2619, "unconventional": 2620, "heresy": 2621, "overstated": 2622, "warn": 2623, "sublime": 2624, "agonizing": 2625, "drowns": 2626, "climactic": 2627, "derisions": 2628, "headlines": 2629, "lean": 2630, "edge": 2631, "biggest": 2632, "elementary": 2633, "blossom": 2634, "hypermasculine": 2635, "middle-class": 2636, "squabbling": 2637, "rumblings": 2638, "grimace": 2639, "amnesiac": 2640, "novak": 2641, "hindered": 2642, "grievous": 2643, "cia": 2644, "indoor": 2645, "swashbucklers": 2646, "desires": 2647, "motifs": 2648, "incorporate": 2649, "involvingly": 2650, "already-shallow": 2651, "eager": 2652, "latifah": 2653, "primal": 2654, "cousin": 2655, "sidesplitting": 2656, "backmasking": 2657, "heavy-duty": 2658, "clownish": 2659, "hal": 2660, "contract": 2661, "los": 2662, "cadness": 2663, "recovers": 2664, "crude": 2665, "soupy": 2666, "laugh": 2667, "tonight": 2668, "diversion": 2669, "overreaches": 2670, "sportsmanship": 2671, "girl-power": 2672, "bracing": 2673, "blended": 2674, "glass": 2675, "harmoniously": 2676, "hard-to-swallow": 2677, "mayhem": 2678, "represent": 2679, "understated": 2680, "library": 2681, "millennium": 2682, "welcomed": 2683, "synthesis": 2684, "last-place": 2685, "snapshot": 2686, "and-miss": 2687, "condensed": 2688, "all-inclusive": 2689, "sweet-natured": 2690, "dislike": 2691, "terrified": 2692, "anew": 2693, "affords": 2694, "collaboration": 2695, "canon": 2696, "backyard": 2697, "occurs": 2698, "surround": 2699, "wreck": 2700, "greaseballs": 2701, "monumental": 2702, "fraternity": 2703, "girlfriends": 2704, "self-image": 2705, "battles": 2706, "midway": 2707, "trend": 2708, "nascent": 2709, "usually": 2710, "contemplation": 2711, "scuzzy": 2712, "veracity": 2713, "art-conscious": 2714, "spalding": 2715, "girl": 2716, "oil": 2717, "disturb": 2718, "grating": 2719, "milks": 2720, "glitter": 2721, "member": 2722, "harvey": 2723, "exporing": 2724, "awareness": 2725, "heel": 2726, "coupling": 2727, "metaphoric": 2728, "newfangled": 2729, "forgoes": 2730, "tube": 2731, "losers": 2732, "histrionic": 2733, "reggio": 2734, "snipes": 2735, "rodrigues": 2736, "rerun": 2737, "gender-war": 2738, "shuns": 2739, "well-crafted": 2740, "welty": 2741, "lured": 2742, "irresistible": 2743, "metaphysical": 2744, "drive": 2745, "elegiacally": 2746, "position": 2747, "vincent": 2748, "forward": 2749, "smashing": 2750, "substance": 2751, "horrifies": 2752, "updates": 2753, "campy": 2754, "sketchiest": 2755, "dey": 2756, "believer": 2757, "half-step": 2758, "low-key": 2759, "nobility": 2760, "oppressively": 2761, "glum": 2762, "seeds": 2763, "unlimited": 2764, "noodle": 2765, "hews": 2766, "abridged": 2767, "tuning": 2768, "bread": 2769, "california": 2770, "artifact": 2771, "coat": 2772, "evaded": 2773, "rhetoric": 2774, "und": 2775, "wrote": 2776, "strikingly": 2777, "scrape": 2778, "strongman": 2779, "crafted": 2780, "nominated": 2781, "absolutely": 2782, "taxes": 2783, "inherent": 2784, "laugh-a-minute": 2785, "brush-up": 2786, "date": 2787, "returned": 2788, "stately": 2789, "website": 2790, "celebrities": 2791, "blessed": 2792, "privileged": 2793, "follows": 2794, "protagonist": 2795, "shock": 2796, "affects": 2797, "under-12": 2798, "young-guns": 2799, "extortion": 2800, "manage": 2801, "screens": 2802, "hailed": 2803, "co-writer": 2804, "dressing": 2805, "slug": 2806, "choice": 2807, "defiantly": 2808, "lusty": 2809, "sentimentality": 2810, "suffered": 2811, "biblical": 2812, "guises": 2813, "impact": 2814, "nausea": 2815, "eroticism": 2816, "real-life": 2817, "seduces": 2818, "ability": 2819, "careens": 2820, "impersonal": 2821, "lovers-on-the-run": 2822, "additional": 2823, "distinguished": 2824, "fire": 2825, "ackerman": 2826, "clinically": 2827, "decisively": 2828, "imperfect": 2829, "dead": 2830, "exhibitionism": 2831, "megaplexes": 2832, "history": 2833, "atrocious": 2834, "depict": 2835, "composing": 2836, "tattered": 2837, "silence": 2838, "unendurable": 2839, "goliath": 2840, "cellular": 2841, "wolodarsky": 2842, "cosby-seinfeld": 2843, "freudianism": 2844, "gross": 2845, "uzumaki": 2846, "pinned": 2847, "unsurprising": 2848, "weightlessness": 2849, "simple": 2850, "di": 2851, "grandeur": 2852, "sweet": 2853, "paces": 2854, "dynamics": 2855, "bai": 2856, "exhibit": 2857, "kaige": 2858, "mamet": 